{
    "version": "https://jsonfeed.org/version/1",
    "title": "成为自由人 • All posts by \"思考\" tag",
    "description": "阿基米东的网络日志",
    "home_page_url": "https://luhuadong.com",
    "items": [
        {
            "id": "https://luhuadong.com/journal/20230730.html",
            "url": "https://luhuadong.com/journal/20230730.html",
            "title": "聊聊最近让我焦虑的事情",
            "date_published": "2023-07-30T11:08:10.000Z",
            "content_html": "<h2 id=\"什么事\"><a class=\"markdownIt-Anchor\" href=\"#什么事\">#</a> 什么事？</h2>\n<p>最近工作上的事情让我特别焦虑，因为对现在这份工作的前景产生了动摇，在六月底提出离职申请后，工作氛围也有点尴尬。领导们也找我聊过好几次，现在走也不是，不走也不是，还是挺让人焦虑的。上周五答应领导留下来继续干，起码今年不走，但是周末又有点动摇了，因为哪怕今年不走，明年可能也会走，还是会面临一样的难题。</p>\n<p>至于离职后，目前的想法是加入 openEuler 团队，参与 openEuler Embedded 版本的开发和维护。所以今天画了个图帮助整理和思考。</p>\n<p><img data-src=\"/images/journal/2023%E5%B9%B4%E5%B7%A5%E4%BD%9C%E9%80%89%E6%8B%A9%E5%92%8C%E7%9B%AE%E6%A0%87.png\" alt=\"\"></p>\n<p>主要还是工作方向上的原因，自动驾驶最近有点冷，激光雷达就更加冷了，而且导远进入激光雷达行业晚了点，很难抢占前装市场，后装市场又太小太杂。而我吧，刚好在这里承担各种杂乱的工作（上位机、SDK、ROS、RK3588 平台、IMU 运动补偿、点云处理、算法集成、标定软件开发、产测软件开发、视觉识别…），真的很无语，而且交付周期很紧，每天都感觉自己像是外包的一样，今天干完不知道明天又有什么新需求，无法沉淀下来。</p>\n<p>而另外一边，做开源软件一直是我非常感兴趣的事，尤其是做操作系统，所以觉得是一个很不错的机会。同时技术方向专一，如果我的目标是成为一名技术专家的话，是很适合长期发展的方向。</p>\n<h2 id=\"后续如何\"><a class=\"markdownIt-Anchor\" href=\"#后续如何\">#</a> 后续如何？</h2>\n<p><ins><strong>2023.07.31 更新</strong></ins></p>\n<p>纠结了很久，赶在七月最后一天做了决定 —— 继续留在导远工作半年再作打算，同时业余时间参与 openEuler 和 RT-Thread 开源项目。</p>\n<p>其实度过了一个非常纠结的周末，也已经做好了心理建设，想要果断离职，越快越好那种。今天（周一）也是以离职为立场约领导聊的，奈何领导一直挽留我，愿意减轻我的工作负担，在项目关键时期坚持住，也同意让我适当参与开源项目，精进技术。部门大领导也希望我能留下来，允许我参加外部培训和活动，并且希望我能出差对接一些客户，同时作为产品线的一个窗口做一些宣传（可能是因为我在网络上有一些粉丝）。反正，最终我还是被说服了，同意留下来继续干半年以上，也想继续看看这个产品是否能成功。希望领导没有骗我，以及项目能够取得好成绩，年底奖金丰厚点吧。只不过，拒绝<a href=\"../career/cn-bay-area-national-technology-innovation-center.html\">国创</a>这份工作，估计我也要纠结一两天，毕竟他们也挺有诚意的，也是我很想尝试的一份工作。</p>\n<p>那么，接下来半年（2023.8 ~ 2024.1），我的工作重心以及目标应该是这样的：</p>\n<ol>\n<li>负责激光雷达 ROS SDK 开发和维护，多传感器融合感知、机器人项目研究和集成，最终形成一套 ROS 机器人小车方案；</li>\n<li>了解点云处理相关算法和 SLAM 建图；</li>\n<li>了解 AUTOSAR 架构和开发流程；</li>\n<li>参与 openEuler Embedded 开发，实现在 reTerminal 和 NanoPi R6S 上运行，争取举办一次 openEuler Meetup 技术沙龙，以及了解实时 Linux 方案；</li>\n<li>参与 RT-Thread 开发，重构基于 ART-Pi 的物联网开发教程；</li>\n<li>好好经营 <span class=\"exturl\" data-url=\"aHR0cHM6Ly9nZXRpb3QudGVjaA==\">getiot.tech</span> 和 <span class=\"exturl\" data-url=\"aHR0cHM6Ly96ZXJvdG9nZXRoZXIubmV0\">zerotogether.net</span> 网站，开发自己的 WordPress 插件；</li>\n<li>实现 OpenEmber 嵌入式软件框架基本功能；</li>\n<li>发布 Tusockit V1.0 版本；</li>\n<li>制作教学视频（例如 Git、CMake、ROS 等）；</li>\n<li>更新图解智能电动汽车、微信小程序等付费专栏。</li>\n</ol>\n<p>其他目标：</p>\n<ul>\n<li>恢复有规律的运动和篮球🏀训练；</li>\n<li>治好汗癣和神经性皮炎✊；</li>\n<li>有规律的作息😪，争取早起；</li>\n<li>学习素食烹饪🍚，争取纯净素；</li>\n<li>阅读亲密关系和心理学书籍🔖；</li>\n<li>学习 iPad 画画🎨；</li>\n<li>学习钢琴演奏🎹。</li>\n</ul>\n",
            "tags": [
                "日记",
                "思考"
            ]
        },
        {
            "id": "https://luhuadong.com/wisdom/five-chapters-of-life.html",
            "url": "https://luhuadong.com/wisdom/five-chapters-of-life.html",
            "title": "人生五章",
            "date_published": "2023-07-02T03:53:47.000Z",
            "content_html": "<p>《人生五章》是波歇。尼尔森的一首很治愈的诗，却也很写实，描述了我们遇到问题的反应以及最终如何去解决这个问题的心理过程。如果你正好在困境中，希望这首诗能给你一些启发！</p>\n<h2 id=\"第一章\"><a class=\"markdownIt-Anchor\" href=\"#第一章\">#</a> 第一章</h2>\n<p>我走上街，<br>\n人行道上有一个深洞，<br>\n我掉了进去，<br>\n我迷失了，我绝望了，<br>\n这不是我的错，<br>\n我费了好大的劲才爬出来。</p>\n<h2 id=\"第二章\"><a class=\"markdownIt-Anchor\" href=\"#第二章\">#</a> 第二章</h2>\n<p>我走上同一条街，<br>\n人行道上有一个深洞，<br>\n我假装没看到，<br>\n还是掉了进去，<br>\n我不能相信我居然会掉在同样的地方，<br>\n但这不是我的错，<br>\n我还是花了好长的时间才爬出来。</p>\n<h2 id=\"第三章\"><a class=\"markdownIt-Anchor\" href=\"#第三章\">#</a> 第三章</h2>\n<p>我走上同一条街，<br>\n人行道上有一个深洞，<br>\n我看到它在那，<br>\n但还是掉了进去，<br>\n这是一种习惯，<br>\n我的眼睛张开着，<br>\n我知道我在那儿，<br>\n我知道这是我的错，<br>\n我立刻爬了出来。</p>\n<h2 id=\"第四章\"><a class=\"markdownIt-Anchor\" href=\"#第四章\">#</a> 第四章</h2>\n<p>我走上同一条街，<br>\n人行道上有一个深洞，<br>\n我绕道而过。</p>\n<h2 id=\"第五章\"><a class=\"markdownIt-Anchor\" href=\"#第五章\">#</a> 第五章</h2>\n<p>我走上另一条街。</p>\n",
            "tags": [
                "人生",
                "思考"
            ]
        },
        {
            "id": "https://luhuadong.com/journal/20230701.html",
            "url": "https://luhuadong.com/journal/20230701.html",
            "title": "六月碎碎念：如何解脱生活的压力，体现生命的价值",
            "date_published": "2023-07-01T06:33:29.000Z",
            "content_html": "<blockquote>\n<p>我好像不会笑了 😶</p>\n</blockquote>\n",
            "tags": [
                "日记",
                "思考"
            ]
        },
        {
            "id": "https://luhuadong.com/wisdom/the-bride-price-of-nine-cows.html",
            "url": "https://luhuadong.com/wisdom/the-bride-price-of-nine-cows.html",
            "title": "九头牛的故事",
            "date_published": "2023-06-12T12:52:21.000Z",
            "content_html": "<h2 id=\"故事\"><a class=\"markdownIt-Anchor\" href=\"#故事\">#</a> 故事</h2>\n<p>从前有两个兄弟，他们发现村子里没有称心如意的姑娘，于是决定一起到外面寻找心仪的姑娘。</p>\n<p>在离开家乡之后，他们走了很多地方，有一天他们来到一个渔村，在村头碰到了一个姑娘，弟弟觉得那位姑娘正是自己的心目中人，或许这就是一见钟情，所以他决定留下来。</p>\n<p>他对哥哥说：“那个姑娘就是我要找的人，我要留在这里。”</p>\n<p>哥哥看那个姑娘怎么看怎么也不算漂亮，他劝弟弟说：“算了吧，这个实在不漂亮，继续找吧！”</p>\n<p>可弟弟执意留下。哥哥就对弟弟说 “既然你喜欢，就留下好了，我还要去找我喜欢的人。”</p>\n<p>于是弟弟就辞别了哥哥，到当地打听求婚的习俗。当地人告诉他求婚要送牛的，普通的女孩只需要送一两头牛，贤惠漂亮的女孩要送多些，也就是说四五头。最多的是送九头牛，这样的女孩是非常优秀的，很少见这里，根本就没有人送过九头牛。</p>\n<p>结果弟弟买了九头牛，浩浩荡荡地赶着牛群去求婚了。</p>\n<p><img data-src=\"/images/wisdom/nine-cows.jpeg\" alt=\"\"></p>\n<p>敲开女孩家的门时，女孩的父亲出来了，扶着门框吃惊的问：“年轻人有什么事？”</p>\n<p>弟弟说：“老伯伯，我看上了你家的女儿，我赶着牛来是求婚的。”</p>\n<p>老人说：“你求婚也用不着赶这么多牛来，我家女儿只是一个普通人，最多只要三四头牛就行了。你送这么多牛来是不对的，如果我收下了，邻居会笑话的。”</p>\n<p>弟弟说：“不，老人家，我认为你的女儿是世界上最美丽、最好的女孩，我认为她就是值九头牛，请你一定要收下。”</p>\n<p>老人推辞不掉，只好说：“好吧，你和我的女儿见面再说吧。”</p>\n<p>父亲把女孩叫了出来，男孩对女孩说：“这是我的聘礼。”</p>\n<p>女孩红着脸，忙不迭的说：“不，不，我顶多就值五六头牛，九头牛我是万万不敢的。”</p>\n<p>男孩认真地说：“不，你就值九头牛，恳请你收下吧。”</p>\n<p>女孩和女孩的父亲实在推辞不掉，只好收下九头牛。</p>\n<p>结婚之后，弟弟一直把女孩当成最漂亮最可爱的女人。</p>\n<p>几年后哥哥回来了，走到村口，他发现村长正在举办一个盛大的篝火晚会，熊熊篝火旁边，大家正在观看一个体态轻盈年轻漂亮的女子，翩翩起舞，哥哥好奇：村里哪有这么漂亮的女孩？</p>\n<p>哥哥见到弟弟，问弟弟，弟弟说这个女孩正是他的媳妇儿。哥哥很纳闷，弟弟当年娶的那位媳妇儿没有那么漂亮！哥哥就问弟弟是怎么回事，弟弟说：“他就是当年你没看上的那个女孩。”</p>\n<p>弟弟说：“从小到大家都认为她是一个普通的人，连她自己也觉得没有什么特别之处。但自从我把她当做九牛之人取回之后，她就开始学习九牛之人的优点。结果三年过去了，没想到她真的变成了聪明贤惠、漂亮可爱的九牛之人。”</p>\n<h2 id=\"启发\"><a class=\"markdownIt-Anchor\" href=\"#启发\">#</a> 启发</h2>\n<p>你期望你的爱人、同事、下属是什么样子的，你就要把他当成你期待的样子对待，那么因你的暗示，他们就会向你期望的方向发展，最终也会变成你所期望的样子。</p>\n<p>让自己成为幸福的源泉，用生命中最美好的东西去感染别人。深信只要付出就会有所回报。热情、爱情、信任、称赞…… 不论是它们中的哪一种，只要你学会向别人索取之前，先付出，就会收获更多。改变自己以后，再去改变别人。最后这种力量会凝结在一起变成翅膀，让你在有风的日子里，自由翱翔。</p>\n<p><strong>对自己的选择倾注全部的爱，你将得到奇迹般的收获。</strong></p>\n",
            "tags": [
                "人生",
                "思考"
            ]
        },
        {
            "id": "https://luhuadong.com/journal/20230609.html",
            "url": "https://luhuadong.com/journal/20230609.html",
            "title": "五月碎碎念：高温、裁员、职业倦怠、运动的快乐",
            "date_published": "2023-06-09T15:22:58.000Z",
            "content_html": "<p>天天上班，天天加班，感觉好久没有记录生活了，决定以后每个月都要写一篇碎碎念，分享一下近期的生活和感悟吧。这是第一期，所以可能会包含不止五月份发生的事情哦～</p>\n<h2 id=\"高温天气\"><a class=\"markdownIt-Anchor\" href=\"#高温天气\">#</a> 高温天气</h2>\n<p>想不到五月份的广州就已经这么热，反正我现在是离不开空调了！想起以前抠门夏天也不舍得开空调的我，真的应了那句话 —— 由俭入奢易，由奢入俭难。</p>\n<p><img data-src=\"/images/journal/20230611-000001.jpeg\" alt=\"\"></p>\n<p>你知道吗？今年 5 月 18 日是广州首个高温日，而往年平均首个高温日出现在 6 月 17 日，也就是说，今年的高温天气早来了一个月！不只是广州，全国多个城市也在五月纷纷打破了原先的高温纪录，真是太疯狂了！</p>\n<p>当然，让我焦虑的不只是空调电费，还有全球气候变暖和生物多样性减少。根据《地球物理研究通讯》的研究显示，目前地球上的夏季的平均时间增加，而春季、冬季与秋季的平均时间均有减少，按此趋势，未来夏季将有可能长达半年。</p>\n<img data-src=\"/images/journal/seasonal-rhythm-have-changed.jpg\" width=\"480\" />\n<p>这份研究收集北半球 1952 年至 2011 年的温度数据，计算春、夏、秋、冬四季的平均时间，发现夏季平均时间，在 59 年内从原本的 78 天增加为 95 天，另外三个季节则分别减少 9 天。我在想，以后生活在广东的小朋友，会不会感觉不到冬天的存在？</p>\n<p>然而，危机可不仅如此。由于夏天的延长，人类的健康也会受到负面的影响，其中包括病毒的存活时间增长、蚊子的数量也会增加、花期延长从而使人类长时间暴露在大量的花粉等过敏原中，等等。</p>\n<p>说到生物多样性，众所周知，5 月 22 日是国际生物多样性日嘛。我去特意去参观了一个「番茄宇宙拯救计划」展览，这是一个由 SeeD 策划的生物多样性的展览，它以番茄为出发点，通过品种历史区、种子实验区、艺术品区和共创交互活动的四大版块呈现，引发大家对食物多样性的思考。同时也呼吁大家关注自然，关心食物，选择对环境更为友好的生活方式。活动从 5 月 22 日一直持续到 7 月 20 日，地点位于广州市越秀区华侨新村爱国路 11 号（广州 SeeD 空间），感兴趣的朋友可以去看看哈！</p>\n<p><img data-src=\"/images/journal/20230528-225550.jpeg\" alt=\"\"></p>\n<h2 id=\"裁员风波\"><a class=\"markdownIt-Anchor\" href=\"#裁员风波\">#</a> 裁员风波</h2>\n<p>虽然网络上各大公司裁员的风声已经吹好久了，但是当我们公司也宣布裁员消息的时候，对我内心的冲击还是非常的大。一个原因是我们公司表面看一切良好，就算是内部员工也很难察觉到异常。另一个原因则是在短短一周内，身边就有十多位同事领了 N+2 大礼包离开了，其中包括我带了快一年的应届生。</p>\n<p>由于裁员的决定太突然了，那几天私底下和很多同事交流过，大致梳理了大致的来龙去脉。并且在未与我沟通的情况下把我手下的人裁了，让我有点生气，然后我就在知乎发了一个动态吐槽这件事。本以为应该没人看吧，毕竟不是什么大公司，我的粉丝也不多，没想到还是有 2023 届的应届生私信我了解情况，后来公司的 HR 还找到我，说我写得不够 “客观”，让我修改修改，于是我索性就把它删了。</p>\n<p>事情大概是这样的：我们公司是自动驾驶传感器供应商嘛，前几年发展非常迅速，在惯导技术方面取得领先地位，为了争强企业竞争力，两年前开始筹备二次创业（我正是在此背景下加入的）。可是好景不长，2022 年底自动驾驶行业迎来了倒闭潮，曾经辉煌的自动驾驶公司、激光雷达公司宣布破产，亦或市值暴跌。相比海外自动驾驶行业的一片哀嚎，国内企业仍然坚挺（看起来），直到我们公司也开始撑不住了… 撑不住的具体原因据说是部分投资人停止了投资，而企业本身的现金流不足以支撑一家千人级别的企业，迫不得已决定裁员，以应对动荡的市场。至于投资人为什么跳票，可以说和大环境息息相关，这里就不展开说了。</p>\n<p>在裁员通知发出后的两三天里，我找领导、领导的领导沟通，询问裁员的事情。我问领导：有没有可能把裁员的名额给我，把 XX 留下？领导说，每个部门都有裁员指标，不得不裁员，让我安心工作，别想那么多。反正最后沟通无果，我还跟领导们吐露了很多心声，包括内部研发、管理的问题。至于后面怎么样，下个月再分享吧。</p>\n<p>这段时间几乎每天都在散伙饭，酒入愁肠，化作一句：江湖再见！</p>\n<img data-src=\"/images/journal/20230611-231045.webp\" width=\"600\" />\n<p>有些同事的感情真的挺深的，比如包工最后一天上班，说我还没结婚，特意给我发了两个红包；璐姐趁六一儿童节特意买了一个小挂饰送我，这样我的书包就不会显得太单调。而我也给他们准备了一些小礼物，给年长的同事送我们家乡特产「英红九号」茶叶，给年轻的同事送了一本《原则》。很多同事也是在离开之前纷纷互加微信，好像只有离职了，同事才能升级为真正的朋友。</p>\n<img data-src=\"/images/journal/20230603-015244.jpeg\" width=\"600\" />\n<h2 id=\"职业倦怠\"><a class=\"markdownIt-Anchor\" href=\"#职业倦怠\">#</a> 职业倦怠</h2>\n<p>裁员风波暂告一段落，内心也逐渐恢复平静，看着那干净整洁的办公桌，仿佛他们从来都没有来过一样。没有被裁的人，可能比被裁的人更加焦虑。干活的人少了，我的工作量多了，更加没办法平衡工作和生活，这也是我想离开的直接原因。他们说，这叫 “能者多劳”，但我并不十分认同。</p>\n<p>其实，就算没有这次裁员风波，我也计划今年下半年离开。因为我又进入了职业倦怠期，已经很长时间没有感受到编程的快乐了，也不喜欢开会。有时候我真的想不明白，为什么公司的制度总是无法释放每个人的创造力呢？为什么需要那么多管理岗来管理干活的员工呢？为什么有些员工明明不适合某个岗位却一直不做改变呢？为什么已经变成中华田园敏捷开发却依然坚守呢？为什么有的员工不称职却没有被发现，或者发现了也没被裁呢？</p>\n<p>真的很讨厌，很讨厌低效、无意义的工作，很讨厌无休止的会议，很讨厌临时增加的各种需求，很讨厌和利己主义的人共事，很讨厌总是要求快速交付让人疲于奔命，很讨厌僵硬的制度和拙劣的管理水平…</p>\n<p>虽然如此，但还是很感激这段经历，有很多值得感恩的人和事。感恩遇到欣赏我的领导，感恩公司给我优渥的待遇，感恩能有一个施展才华的平台，感恩能够从零开始参与一个跨多学科的项目，感恩能够积累到许多技术、管理以及品牌建设经验，感恩能够经历一段风风火火的创业历程。我甚至已经构思如何将这段经历写成一本书，总结和分享项目管理和创业经验，受《凤凰项目》（The Phoenix Project）启发，我将其命名为《海王星计划》（The Neptune Project）。</p>\n<p>接下来的路该怎么走，我在《<a href=\"20230604\">裁员浪潮下，我重新思考了职业发展方向</a>》中有大致提到过，可能下个月会做出决定。那，到时候再分享吧。</p>\n<h2 id=\"运动的快乐\"><a class=\"markdownIt-Anchor\" href=\"#运动的快乐\">#</a> 运动的快乐</h2>\n<p>好像从高三开始就变得焦虑了，总是要和别人竞争对比，其实是一件很折磨人的事情。以前担任体育委员，我一直这样告诉自己和身边的朋友：“不要给自己太大压力呀，每天都要运动一下，只要保持健康的身体，慢慢努力就会变好的！”</p>\n<p>这几周开始，每周四晚上都和几个合得来的同事一起打羽毛球，他们说运动可以产生多巴胺，让人更快乐。我的车里也总是放着篮球和羽毛球，可以提醒我要多点运动。现在每次给我的车充电时，我也会在旁边练习篮球，会有一种很踏实、快乐的感觉。</p>\n<video width=\"600\" controls>\n  <source type=\"video/mp4\" src=\"/images/journal/20230528-230033.mp4\">\n  您的浏览器不支持 video 标签。\n</video>\n<br/>\n<p>过去一年，逐渐变得焦虑，睡眠质量也差了好多。每次看到有人因为工作而猝死，就会想：我们上辈子到底造了什么孽？这辈子要天天拼命上班，拼命加班！Fuck，老子不干了！</p>\n<p>一辈子很短，要多运动、多休息，专注地去做你觉得有趣的事情，一定会是一个丰富而生动的人生！</p>\n<p>（2023.06.09 晚）</p>\n",
            "tags": [
                "日记",
                "思考"
            ]
        },
        {
            "id": "https://luhuadong.com/journal/20230604.html",
            "url": "https://luhuadong.com/journal/20230604.html",
            "title": "裁员浪潮下，我重新思考了职业发展方向",
            "date_published": "2023-06-04T04:09:29.000Z",
            "content_html": "<p>2022 年初，我在 Gap 了半年之后决定重新进入职场，最后选择了汽车行业，更具体一点，是自动驾驶行业。一来是想深入了解处于风口浪尖的自动驾驶技术，二来是因为薪资相对其他行业高出不少。</p>\n<p>在经过一年多的沉浸式开发之后，我从汽车小白进化成了懂一点点汽车的小白，也发布了一些关于智能汽车、激光雷达的专栏文章，从嵌入式软件研发转变成了多传感器融合软件研发，从底层程序员转变成了中低层程序员 + 项目经理 + 导师。公司也待我不薄，一年涨了两次薪水，从年薪 40 万涨到接近 60 万，领导说整个产品线只有我一个人有这种待遇，虽然我觉得他在骗我，但我还是很感谢他。当然啦，他们也说了，“能者多劳，劳者多得”，于是我逐渐走出舒适圈，干的活越来越杂、越来越多，下班的时间越来越晚，睡觉的时间越来越少，头发也掉得越来越多… 我知道，这种状态不健康，也不可持续。</p>\n<p>没错，压力有时候能转化为动力，但如果你想要有持续的动力，那就不能只靠压力。那些相信压力能够转化为动力的人，最终都把压力转化为病历了。而真正的动力，是源自于你内心深处对于快乐和兴趣的追求。</p>\n<p>就在上周，公司毫无征兆地宣布要裁员，不过 HR 给我说：“你在网上发表言论的时候不能说裁员，要说人员优化，要公平、公正、客观地写！” 所以，接下来我会用 “优化” 来代替。</p>\n<p>人无完人，公司也一样，会犯错，所以需要通过优化来调整，这都是很正常的事。我不知道别人怎么想的，但对于我来说，我从一开始就想好了 —— 我和公司只是短期合作关系，一旦我们不需要对方了，合作就该终止了。所以，我并没有太焦虑，只是突如其来的优化，随着身边同事的逐渐离去，内心波动的情绪还是无法平息。昨天周六，因为需要准备一个国家重点研发计划项目的立项事宜，我上午回到公司加班了，看到周围收拾得干净整洁的几张桌子，突然鼻子一酸，一股悲伤的情绪涌上心头…</p>\n<p>这几天和同事们聊了很多，无论是被优化的，还是还没被优化的，其实都在思考未来的路该怎么走。我想，我们还是要勇敢一点，把命运的方向盘握在自己手里，慢一点也没关系。</p>\n<p>根据我的个人情况，我有以下几个发展方向：</p>\n<ol>\n<li>继续在目前的公司卷，争取更高的职位，实现公司上市目标，再择时全身而退。（缺点是这个过程很煎熬，而且结局不明朗）</li>\n<li>继续留在目前的公司，但是不卷了，等被优化，拿 N+2 走人。（缺点是可能会影响之前构建的好印象）</li>\n<li>主动辞职，去事业单位缓和一下。（目前有一个 offer，缺点是薪资下降 20% 左右，并且需要花时间适应）</li>\n<li>主动辞职，去创业，创业方向可能是投资一些生意或者自己做产品。（缺点是可能会有长达数月至一两年的蛰伏期）</li>\n<li>主动辞职，尝试自由职业。（围绕先前准备的副业开展，缺点是收入不稳定）</li>\n<li>主动辞职，尝试远程工作，做一名数字游民。（需要学习一些新技术，不过听起来就很兴奋，是很想尝试的生活方式）</li>\n<li>主动辞职，全职开发和维护开源软件项目。（听起来不是很靠谱，但非常有冲劲）</li>\n<li>主动辞职，全面投入到环保和可持续发展领域。（Amazing）</li>\n</ol>\n<p>当然，这里面的几个方向可以相互结合起来，比如去事业单位工作一边发展副业，比如自由职业和远程工作相结合，同时做一些轻创业或者独立开发一款产品，又或者尝试做个 up 主。</p>\n<p>好吧，打起精神来！只要不生大病，钱慢慢赚就行，未来可期！</p>\n",
            "tags": [
                "日记",
                "思考"
            ]
        },
        {
            "id": "https://luhuadong.com/journal/20230201.html",
            "url": "https://luhuadong.com/journal/20230201.html",
            "title": "打工的目的只有一个",
            "date_published": "2023-01-31T16:59:57.000Z",
            "content_html": "<p><img data-src=\"/images/journal/%E6%89%93%E5%B7%A5%E6%80%9D%E8%80%83.png\" alt=\"\"></p>\n<p>整个 2022 年，我几乎都在加班，深度参与了公司从零到一打造的产品，为多个软件项目写下了第一行代码，也因此绩效拉满，拿下了年度优秀员工奖。</p>\n<p>说出来你们可能不信，这是我工作八年来，第一次获得优秀员工奖。但就工作内容而言，研发部分变化并不大，还是一样写代码、写文档、做测试，相比于前两份工作经历，这些工作在创业团队中得到了放大，除个人能力以外，企业文化是其中一个很重要的原因。除此之外，我还陆续承担了 Git 仓库管家、导师、面试官等工作，积累了一些管理经验和教训，包括技术管理、项目管理、时间管理、人才培养、品牌建设。</p>\n<p>同事们说我太卷，我说是因为不想躺平，打工就要有打工的态度！好好利用公司的平台，在这里多学点东西。如果项目成功了，跟着公司上一个台阶；如果项目不成功，也是为自己未来的事业打基础。</p>\n<p>对我来说，打工的目的只有一个，就是为自己的事业做准备，无论是积累资金、积累行业经验还是积累人脉… 否则，我应该趁早找份体制内的稳定工作，早点结婚生子。</p>\n<p>可是要准备到什么时候，我们心里都没底。随着行业竞争越来越激烈、市场越来越动荡，持续的高压带来身体和心理的疲惫，似乎总是提醒我们可能随时会被击垮。每日早会变得越来越严肃，每个人都像战士一样，调动全身力气去打一场未知的仗。</p>\n<p>我和同事 B 说，我们现在打工都这么拼了，是不是还不如自己去创业？如果做自己真正热爱的产品，拥有属于自己的一份事业，应该会更开心吧？</p>\n<p>同事 B 脸上露出笑容，与我的想法不谋而合。他沉默了一会说，如果有好的想法，我可以当你的投资人。我说好，并在心中记下了他这句话。</p>\n<p>我们讨厌工作，是因为工作太忙，容易会让人逐渐失去爱的能力。如果无法感受爱，工作中创造的价值也会变得黯然无光。</p>\n",
            "tags": [
                "日记",
                "思考"
            ]
        },
        {
            "id": "https://luhuadong.com/journal/20210405.html",
            "url": "https://luhuadong.com/journal/20210405.html",
            "title": "给五年后的自己（写在29岁生日）",
            "date_published": "2021-04-05T06:24:28.000Z",
            "content_html": "<p>亲爱的，祝贺你来到了 34 岁这个黄金时期。20-30 岁这个阶段真的很重要，也很难，就我个人而言，简直是一路披荆斩棘，一步一个坑。</p>\n<p>我也在想，为什么好像做什么都是从 hard 模式开始？比如生不逢时，没有享受过家庭的好时光；比如作为家里第一位大学生，无人指导只能自己摸索；比如在家里难以获得理解，浪费太多时间在沟通上了；再比如职业规划不清晰、遭遇职业发展瓶颈，缺乏正确的金钱观和理财意识、多次投资失败；还有，第一次去欧洲旅行就遇上行李延误…</p>\n<p>可是，仔细想想，又好像有迹可循，抛不开原生家庭、个人能力圈和性格这几方面。好消息是，这些都可以通过改变自己来得到改善，从而对未来产生积极的影响，包括家庭、事业、社交等方面。</p>\n<p>过去一年，我都异常焦虑，高质量的睡眠也常常消失。临近而立之年，还没有任何成就，确实是挺难受的。不过值得庆幸的是，能在二十多岁找到自己的发展方向，找到值得一生去追求的事业，并且还形成了对痛苦超强的忍耐力。所以，确定好目标，接下来就是舍命狂奔！</p>\n<p>这几年，我经历了世界观、人生观和价值观的重塑。我害怕你忘记初心、舍本逐末，我害怕你事业有成便得意忘形，我害怕你事业受挫或婚姻破裂，从此一蹶不振。这也是我务必给你写这封信的原因，希望 34 岁的你，依然未来可期，人生值得！</p>\n<p>当然，如果 34 岁的你，已经拥有一份小而美的事业，身边有爱你的伴侣和小孩，正在过着你想过的自由生活。那接下来的内容大可不必细看，好好享受人生吧～</p>\n<p>而如果你对自己的生活不满意，请好好阅读下面一些建议！</p>\n<h2 id=\"1-保持好奇心\"><a class=\"markdownIt-Anchor\" href=\"#1-保持好奇心\">#</a> 1. 保持好奇心</h2>\n<p>自我认识你以来，你就是充满了好奇心，好奇心能够驱使你去探索，也能够帮助你辩证地看待这个世界。真担心以后有一天你对这个世界不再好奇了，开始觉得生活很无聊。请一定要保持好奇心，“无聊” 的人生跟你无关。</p>\n<h2 id=\"2-保持同理心\"><a class=\"markdownIt-Anchor\" href=\"#2-保持同理心\">#</a> 2. 保持同理心</h2>\n<p>你是一个敏感、有同理心的人。以前觉得挺困扰的，不过后来觉得这样挺好的，能更快地察觉问题，也很容易切换到别人的角度去思考，这会让你看到一个更真实的世界。从上帝视角去看待问题，也能帮助你培养大局观，找到问题根源。</p>\n<p>生活中充满了许多未经验证的假设，请一定要保持同理心，多多思考和反省。</p>\n<h2 id=\"3-不要停止学习\"><a class=\"markdownIt-Anchor\" href=\"#3-不要停止学习\">#</a> 3. 不要停止学习</h2>\n<p>学习是使你保持进步的秘密，也是你的核心竞争力。世界上有很多能人，即便你以后是事业有成的老板，能请许多人帮你处理事务，但也请你不要停止学习。这并不冲突，团队协作是必要的，因为能提高效率；个人学习也是必要的，因为能扩大你的能力圈。说到学习，我已经给你总结出一些方法了。</p>\n<ol>\n<li>快速学习：先 know how，再 know why；</li>\n<li>24 小时冲刺：学习一项技术（达到入门水平）其实并不需要花太多时间，心无旁骛的 24 小时一定可以帮到你，可以尝试每周来一个 24 小时创新冲刺；</li>\n<li>模仿学习：有点像以前抄书，不过在信息时代就更便捷了，好好利用前人的研究成果（比如开源项目），在模仿中学习，没有什么不好意思的，注意版权问题即可；</li>\n<li>实践学习：有时候动手实践一遍比看十遍理论知识有用，尤其是工科应用，多做多练，熟能生巧；</li>\n<li>组队学习：组建兴趣小组、创客空间、线下沙龙、读书会等等，相互学习和分享是有必要的，因为每个人的视野不同，一千个读者就有一千个哈姆雷特；</li>\n<li>花钱学习：比如拆书服务、专业培训、会议、研学、聚会，或者重新回学校读书，只要你真的需要，就值得花这些钱。</li>\n</ol>\n<h2 id=\"4-做言行一致的人\"><a class=\"markdownIt-Anchor\" href=\"#4-做言行一致的人\">#</a> 4. 做言行一致的人</h2>\n<p>还记得小时候，在家特别调皮，在学校却特别安静。没错，人是有许多面的，有复杂的人性，在一些场景下还需要演戏。</p>\n<p>但我还是建议你尽量充实自己的精神世界，遵循自己的风格和行事准则，做一个内外兼修、知行合一、言行一致的人。这会给你带来许多好处，比如你会感觉更轻松，因为无需掩饰自己。同时，言行一致会给你带来良好的口碑，在成长路上会得到更多的机会和帮助。</p>\n<p>凡事三思，言出必行。</p>\n<h2 id=\"5-专注于一件事\"><a class=\"markdownIt-Anchor\" href=\"#5-专注于一件事\">#</a> 5. 专注于一件事</h2>\n<p>我在 27、8、9 岁的时候就发现，专注力大不如前了。可能是因为许多人生大事都放在这个阶段处理吧，职业发展、成家立业、买房买车… 都在分散你的注意力。找出那些对你来说最重要的，适当放弃一些东西，人生会更轻松。</p>\n<ul>\n<li>草莓酱定律：面积涂得越大，酱就越薄。</li>\n<li>果酱定律：只要还有果粒，草莓酱就永远不会被涂抹得过薄。</li>\n</ul>\n<p>那么增加自己的草莓酱，那么找出那些重要的果粒，并且不要随意丢弃它们。</p>\n<p>据我经验，任务切换的消耗是不容忽视的，切忌三心两意、朝三暮四，尽量一次只做一件事情。Less is more，慢慢来，比较快。还记得 KISS 原则吧，Keep It Simple and Stupid，事实证明，这是最可靠的！</p>\n<p>别听领导瞎说，领导当然希望榨干你的剩余劳动价值。但如果你还在打工，一定要注意这点，你可以宏观上表现为一个多线程生物，但微观上必须要做一个简单快乐的单线程生物。最好是，让你的果粒变大，大到不用害怕被涂抹均匀。</p>\n<h2 id=\"6-精准努力\"><a class=\"markdownIt-Anchor\" href=\"#6-精准努力\">#</a> 6. 精准努力</h2>\n<p>这条建议是上一条建议的延伸，当你找到你要做的事情或方向后，就该好好考虑如何落地了。</p>\n<p>把任务拆解开来，看看自己还需要弥补哪些技能，还要如何提升，然后逐个击破。</p>\n<p>我已经发现了，对个人来说，最重要的资源是 —— 时间。把你的时间和精力放在哪些能帮助你达成目标的事情和人上面，避免不必要的消耗。</p>\n<h2 id=\"7-不要贩卖焦虑\"><a class=\"markdownIt-Anchor\" href=\"#7-不要贩卖焦虑\">#</a> 7. 不要贩卖焦虑</h2>\n<p>虽然通过这种方式容易吸取流量、赚取收益，但你千万不要跟他们一伙。</p>\n<p>如果你想做自媒体，一定要坚持自己的风格，输出真正有价值的内容。这个社会太浮躁，你需要沉淀下来。与其成为平台附庸，倒不如做独立博客。</p>\n<p>我想，这种社会焦虑症可能还会持续一段时间，所以你的目光要放长远一点，还要掌握反焦虑的方法，并且分享给你身边的人。</p>\n<h2 id=\"8-多和朋友交流\"><a class=\"markdownIt-Anchor\" href=\"#8-多和朋友交流\">#</a> 8. 多和朋友交流</h2>\n<p>萧伯纳曾经说过：“如果你有一个苹果，我有一个苹果，彼此交换，我们每个人仍然只有一个苹果；如果你有一种思想，我有一种思想，彼此交换，我们每个人就有了两种思想，甚至多于两种思想。”</p>\n<p>相信我，思想的碰撞真的很奇妙，每次都或多或少有新收获。密友间的交流可以倾吐感情，悲伤时给你安慰和帮助；而普通朋友间的弱链接关系也很重要，可能会得到更加客观和有效的交流。</p>\n<p>人的一生很短暂，不可能体验所有的人生，但是通过交流，你可以感受到别人的人生，你可以吸取别人的经验和教训，这些都相当重要。</p>\n<p>分享并不意味着失去，相反会使我们的人生更加丰富多彩。</p>\n<h2 id=\"9-多元化交友\"><a class=\"markdownIt-Anchor\" href=\"#9-多元化交友\">#</a> 9. 多元化交友</h2>\n<p>越长大越发现，圈子真的很重要。不同的圈子就像不同领域的能量体，总能给你带来意想不到的收获。难怪有人说，这个世界最重要的资源，是每个人的创造力。</p>\n<p>你可以尝试多认识不同领域、不同专业背景、不同地区、不同年龄段的人，这会帮助你看到一个更加真实的世界。</p>\n<p>还有，记住要保持同理心，因为每个人所看到的世界是不一样的。不一样不代表是错的，常怀包容之心，学会从他们角度看问题。</p>\n<h2 id=\"10-做你自己也想去上班的公司\"><a class=\"markdownIt-Anchor\" href=\"#10-做你自己也想去上班的公司\">#</a> 10. 做你自己也想去上班的公司</h2>\n<p>我知道你特别不喜欢上班（上班≠工作），在格子间工作的效率低下，对公司和个人来说都不利。如果你决定创业，或者已经在经营你的公司，一定要把公司做成你自己也想去上班的公司。</p>\n<p>想想五年前的自己有多痛苦，想想哪些复杂的流程和规章制度，想想哪些办公室政治… 你一定要勇敢地拥抱新商业模式！</p>\n<ul>\n<li>把能开源的都开源，以品牌和服务取胜；</li>\n<li>多方面创造价值，社会的、知识的、情感的、精神的、文化的、物质的，并处于良性循环的企业；</li>\n<li>把外部人当作内部人看：供应商、社群、对手，真正关心地球生态；</li>\n<li>领导者有智慧，具备热爱与关怀的能力，善于指导和激励员工，对使命充满热情，很少关注个人权力；</li>\n<li>员工热爱工作，自我管理、自我激励、自组织和自我纠偏地工作着；</li>\n<li>团队充满激情并致力于自己的工作，互相关爱协作，建立在爱和关心而不是压力和恐惧之上；</li>\n<li>…</li>\n</ul>\n<h2 id=\"11-相信你的合伙人\"><a class=\"markdownIt-Anchor\" href=\"#11-相信你的合伙人\">#</a> 11. 相信你的合伙人</h2>\n<p>一个人走得更快，但一群人才能走得更远。</p>\n<p>如果你已经找到了优秀的合作伙伴，请大胆地信任他们，他们对这份共同事业的追求也许比你更强烈。</p>\n<h2 id=\"12-学会跟聪明人共事\"><a class=\"markdownIt-Anchor\" href=\"#12-学会跟聪明人共事\">#</a> 12. 学会跟聪明人共事</h2>\n<p>你可能觉得自己挺聪明的，放弃这种想法吧，把自己揉碎，抱着空杯心态前行。</p>\n<p>这个世界从来不缺聪明人，怎么样让聪明人一起合作共事才是更重要的。对于你而言，多向他们请教有助于你的成长。而如果你是老板，则需要激励他们，让他们有更大的格局，带着使命感去工作，同时要多为他们服务，让他们工作地开心，这将有助于企业发展。</p>\n<h2 id=\"13-多帮助年轻人\"><a class=\"markdownIt-Anchor\" href=\"#13-多帮助年轻人\">#</a> 13. 多帮助年轻人</h2>\n<p>未来是年轻人的，如果条件允许，请多帮助你的后辈，包括亲戚朋友，以及那些有能力、有梦想，但缺乏指导的年轻人。</p>\n<p>多影响一个年轻人，世界就会越朝着你想看到的那样发展。</p>\n<h2 id=\"14-敬畏市场和风险\"><a class=\"markdownIt-Anchor\" href=\"#14-敬畏市场和风险\">#</a> 14. 敬畏市场和风险</h2>\n<p>金融市场目前是超出我的能力圈层的，这也难怪我这几年投资接连惨败。希望 34 岁的你在这方面有所提高，如果你在金融市场获得了不错的收益，千万不能飘！</p>\n<p>一定要不断学习，不断理解这个世界，敬畏市场，敬畏风险，还有那复杂的人性。</p>\n<h2 id=\"15-孝顺不能等\"><a class=\"markdownIt-Anchor\" href=\"#15-孝顺不能等\">#</a> 15. 孝顺不能等</h2>\n<p>不要总说等事业有成之后怎么怎么样。有空多回家看看外公外婆，陪他们吃饭聊天。</p>\n<p>跟父母的关系也尽量修复一下吧，虽然他们不太理解你，但还是要多点耐心，多点沟通。父母、老人还是很重要的，现在许多亲戚关系都靠他们来维系。感觉我们这一代人在这方面挺冷淡的，尤其是我们家这种比较复杂的重组家庭。</p>\n<p>尽量把和父母的关系变成朋友关系，家庭融洽的关系一定会让你更安心。</p>\n<h2 id=\"16-选择伴侣\"><a class=\"markdownIt-Anchor\" href=\"#16-选择伴侣\">#</a> 16. 选择伴侣</h2>\n<p>别跟我说，你要像达芬奇、牛顿、特斯拉他们那样，专注于科学研究和伟大的事业，所以不能结婚！</p>\n<p>这种想法是相当幼稚和肤浅的。能否取得伟大成就根本不在于是否结婚，而是取决于你在这件事情付出了多少努力。如果你跟不合适的人结婚，过着不如意的生活，那必然会极大影响你对工作和事业的投入。但如果你跟合适的人结婚，生活幸福的话，就会促进你的事业发展，形成一个良性循环。</p>\n<p>你不能把婚姻当作累赘，解决办法就是找到合拍的伴侣，让你的生活充满爱和关怀。</p>\n<p>对于这一点，我建议你选择成熟、观念一致、内心充实、懂得照顾别人、有自驱力的女性，而不是年轻、漂亮、富裕的。因为，这样的你们一定会创造出你们想要的幸福生活！当然，如果同时满足这些条件，并且你们相互爱慕，那还考虑什么，赶紧结婚吧～</p>\n<p>人生很长，伴侣的关系比亲子关系和父母关系都重要，所以一定要找聊得来的、能理解你的，这样相处起来才舒服，也才能促进家庭和事业的发展。</p>\n<p>还有一点，人是会变的。比如 29 岁的我在思想观念上与 24 岁的时候已经有很大差别了，相信 34 岁的你也会我现在的我不一样。不过，我想这种差距可能会小一点，因为大量资料标明，20-30 岁是我们思维形成的重要阶段。</p>\n<p>所以，希望我在 29 岁时给你的建议有用，也十分期待 34 岁的你回来告诉我答案。</p>\n<h2 id=\"17-关于性\"><a class=\"markdownIt-Anchor\" href=\"#17-关于性\">#</a> 17. 关于性</h2>\n<p>性是美妙的。自从青春期以来，就懵懵懂懂地探索，甚至直到现在潜意识里还是有些羞耻感。这不能怪你，而是长期以来性教育缺失造成的。所以你并不需要有任何心理压力。</p>\n<p>我给你的建议是重新建立起对两性关系的看法。如果你已婚，并且过着幸福的生活，那么好好享受性爱即可。但是如果你单身、离异，抑或处于一段不好的亲密关系之中，我希望你能摆脱性的束缚，重新思考一下人生。一方面是你是否真的需要这样的性生活，另一方面是这会对你的性伴侣造成什么影响？显然，夹杂着情感的性是复杂，很容易造成误判。</p>\n<p>前段时间，我特意研究了 “换妻” 的行为和心理。我本来觉得如果可行，我应该也会尝试，可是最后的答案是 No！我希望 34 岁的你也能记住 29 岁的答案，为什么是 No。其实不是因为我有多高尚，或者早已看破红尘。根本原因是，这种生活方式不是我想要的。表面上声称将性和爱分离的 “换妻” 行为，不可避免隐藏着那些人性弱点，极其容易在这种场景下激发出来（七宗罪：傲慢、贪婪、色欲、嫉妒、暴食、憤怒及怠惰）。而对于我来说，我希望我的生活是简单的、有确定性的。所以在研究完之后，反而心理恢复了平静。</p>\n<p>还有，如果你事业有成了，免不了一些诱惑。如果你拿捏不住，记住要用 WCCA（最坏情况后果分析）方法快速思考：</p>\n<ol>\n<li>这个选择最坏的后果是什么？</li>\n<li>这种后果的概率是多少？</li>\n<li>这是一个可以接受的风险吗？</li>\n</ol>\n<p>我真心祝愿 34 岁的你，正在和你的伴侣过着幸福的生活，正在为美好的事业打拼。让这一部分成为废话～</p>\n<h2 id=\"18-保持运动习惯\"><a class=\"markdownIt-Anchor\" href=\"#18-保持运动习惯\">#</a> 18. 保持运动习惯</h2>\n<p>大概从高中开始，运动就成了我的反焦虑秘诀之一。我常常跟自己说：哪怕我成绩不好，哪怕我一事无成，只要我还有一个好身体，就还有希望！</p>\n<p>29 岁的我，偶尔也还会这样对自己说，希望 34 岁的你也一样。</p>\n<p>每天保持适量运动，保持良好精神状态即可，不要过量，也不要花太多时间。让运动融入到生活中去吧！</p>\n<p>短暂的运动员生涯虽然没有给我带来直接效益，但是让我对自己的身体有了更深的了解，同时磨炼了我的毅力。希望这份财富能够在创业过程中帮到你。</p>\n<h2 id=\"19-保证充足睡眠\"><a class=\"markdownIt-Anchor\" href=\"#19-保证充足睡眠\">#</a> 19. 保证充足睡眠</h2>\n<p>不要熬夜，不要熬夜，不要熬夜！宁可早点起床也不要熬夜！</p>\n<p>别跟我说达芬奇和特斯拉都不怎么睡觉，我已经试过了，不睡觉这条路走不通，你也别再尝试了。</p>\n<p>你要养成早睡早起的习惯，你想挤出更多工作时间的话就试下每天早上四点半起床吧，配合定时短期睡眠来恢复体力。要尊重生物特性，不要逆着来！</p>\n<p>保证充足睡眠，保持头脑清醒，会对你的幸福生活和美好事业起到事半功倍的效果。</p>\n<h2 id=\"20-重视你的感受\"><a class=\"markdownIt-Anchor\" href=\"#20-重视你的感受\">#</a> 20. 重视你的感受</h2>\n<p>Feel your feeling，是我过去一段时间在练习的内容。我以前总是倾向于做成本效益分析，希望每次抉择都是最佳的，可是结果并不理想，而且发现很多事情根本没法算清楚，有时候感性的一面反而更有效。Feel your feeling 是一种反馈机制，你的身体不会骗你，如果你的感觉不太对，那一定是哪里出问题了。</p>\n<p>比如亲密关系不融洽、工作不开心，或者做了一件什么事情让你感到愧疚。都在提示你，你正在做的事情可能不对，你需要做出调整。</p>\n<p>只有感觉对了，你的思考和行为才会得到正向的反馈，从而激励你继续下去，形成良好的循环。</p>\n<h2 id=\"21-最后\"><a class=\"markdownIt-Anchor\" href=\"#21-最后\">#</a> 21. 最后</h2>\n<p>虽然 Life is so hard，但请记住：</p>\n<ul>\n<li>Don’t give up</li>\n<li>Don’t give in</li>\n<li>Don’t lose hope</li>\n</ul>\n",
            "tags": [
                "总结",
                "修身",
                "思考"
            ]
        },
        {
            "id": "https://luhuadong.com/journal/20210315.html",
            "url": "https://luhuadong.com/journal/20210315.html",
            "title": "丑苹果",
            "date_published": "2021-03-14T16:47:09.000Z",
            "content_html": "<img data-src=\"/images/diary/ugly-apple-01.jpeg\" width=600 />\n<p>35 块买了一箱丑苹果，为了放苹果，收拾了一下，终于腾出了小餐桌。苹果虽然丑了点，却包裹着一颗超甜的冰糖心，突然有点心疼丑果。好像人类社会也一样，不仅要有实力，还要懂得自我营销才行。</p>\n<p>以前租房子只会整理两次，第一次是搬进去那天，第二次是搬走那天，现在才发现原来整理东西真的会解压，整理物品的同时也在整理人生。周末删了几十个群、几千张照片和躺在硬盘里的那堆过期代码… 那些曾经以为是资产的东西，原来是负债。嗯，还是简单一点好。</p>\n<img data-src=\"/images/diary/ugly-apple-02.jpeg\" width=600 />\n",
            "tags": [
                "思考"
            ]
        }
    ]
}