{
    "version": "https://jsonfeed.org/version/1",
    "title": "成为自由人 • All posts by \"成长\" tag",
    "description": "阿基米东的网络日志",
    "home_page_url": "https://luhuadong.com",
    "items": [
        {
            "id": "https://luhuadong.com/journal/20230430.html",
            "url": "https://luhuadong.com/journal/20230430.html",
            "title": "当我不再寻找人生的意义，生活才刚刚开始",
            "date_published": "2023-04-30T07:41:16.000Z",
            "content_html": "<p>这几年活得很痛苦，其实也不是这几年啦，是这三十年好像都活得很痛苦，一直在寻找人生的意义。逃离原生家庭、追寻情感寄托、忙碌到让人麻木的工作、内心对名利的欲望… 以及那好像永远都达不到的理想生活。</p>\n<p>别人总觉得我很好，就连我妈也是这么认为的，似乎他们无法理解我的痛苦，而我又只能不断地压抑自己，把痛苦和伤疤掩埋起来，对大家笑一个 ･◡･</p>\n<p>从大三开始，抑郁就伴随着我，我曾以为我好了，可这几年持续性的心情低落，越来越频繁了。我好像失去了勇气，失去了自信，却依然要在大家面前展示最好的一面。累，真的累了。我想要的 “内外一致” 的状态，找不到了。</p>\n<p>可能是被 996 工作所异化，可能是我太固执，无法从原生家庭和失败的感情经历中走出来，总是一昧地回避，摆脱不了受害者心态。</p>\n<p>但我今天，31 岁的我，决定要重新夺回生活的主导权，不再寻找人生的意义。因为人生本来就没有意义，对于浩瀚的宇宙而言，我只不过是一粒尘埃，很多事情已经发生了，我并不能改变什么，唯一能改变的就是我自己。看淡人生吧，活在当下，享受生活，随遇而安，花更多时间去做自己想做的事，快快乐乐地度过每一天。</p>\n<p><img data-src=\"/images/journal/life-meaning.jpg\" alt=\"\"></p>\n",
            "tags": [
                "成长",
                "人生"
            ]
        },
        {
            "id": "https://luhuadong.com/journal/20220703.html",
            "url": "https://luhuadong.com/journal/20220703.html",
            "title": "做一个世界的水手，奔赴所有的码头",
            "date_published": "2022-07-02T22:11:45.000Z",
            "content_html": "<p><img data-src=\"/images/zerowaste/20220702-vloveit-03.jpeg\" alt=\"\"></p>\n<p>周六，我参加了<span class=\"exturl\" data-url=\"aHR0cDovL3d3dy52bG92ZWl0Lm5ldA==\">微辣青年</span>（vloveit）举办的 2022 可持续生活创变营，一共有 7 个项目，具体可以关注微辣青年公众号进行了解。<span class=\"github-emoji\" alias=\"point_right\" style=\"\" fallback-src=\"https://github.githubassets.com/images/icons/emoji/unicode/1f449.png?v8\">👉</span></p>\n<p><img data-src=\"/images/zerowaste/20220702-vloveit-04.jpeg\" alt=\"\"></p>\n<p>按照惯例，营会的结尾，我们每个人抽一张卡片，卡片上写着一句话。你可以根据卡片的内容是否与自己的目前的状态相吻合，决定保留卡片或者和其他人交换卡片。下面是我抽到的卡片内容：</p>\n<img data-src=\"/images/zerowaste/20220702-vloveit-01.jpeg\" width=480 />\n<p>这句话放在两三年前，是很符合我的状态，但是现在我已经不害怕了，所以我想把它交换出去，送给更需要鼓励的小伙伴。最后我换到了下面这张卡片：</p>\n<img data-src=\"/images/zerowaste/20220702-vloveit-02.jpeg\" width=480 />\n<blockquote>\n<p>做一个世界的水手，奔赴所有的码头。<br>\n做一个世界的水手，游遍每一个港口。<br>\nTo be a sailor of the world, bound for all ports.</p>\n</blockquote>\n<p>这句话我花了好一些时间才开始理解，究其原因，我觉得是理科生（工程师）和文科生（诗人）的思维差异。比如说我，看到这句话的第一反应是 —— 为什么要做水手？为什么要奔赴所有码头？（多累，多没效率啊）如果做水手是为了奔赴码头（完成工作），那么奔赴所有码头并不是一个好的选择，因为社会讲究分工合作嘛，让水手奔赴最合适自己的码头才是最高效的。而如果要让一个水手奔赴完所有码头以后才找到最适合自己的码头，那一定是这个算法（策略）设计得不对！</p>\n<p>OMG，我在想什么… <span class=\"github-emoji\" alias=\"joy\" style=\"\" fallback-src=\"https://github.githubassets.com/images/icons/emoji/unicode/1f602.png?v8\">😂</span></p>\n<p>实际上，这句诗出自惠特曼（Walt Whitman）的作品《欢乐之歌》，全诗充满着自由的气息。他想表达的是：也许我们不需要把生活过得一板一眼，在规定的时间到达规定的地点适用于精确的比赛，而不是充满机会和变数的生活本身。所有的 “港口”，不管大小，都值得有心人前去一探。可以随时开始，也能随时放下，那才是真正的自由。</p>\n<p><img data-src=\"/images/journal/%E5%A4%A7%E7%A8%BB%E5%9F%95%E7%A0%81%E5%A4%B4.jpg\" alt=\"\"></p>\n<p>做一个即使一无所有，也不缺从头再来的勇气的人，永远追寻内心的声音，永不妥协。这其实挺符合我现在的状态，也很符合我们栏目的主旨 —— 实现人的自由全面发展，成为自由人！</p>\n<p>我会把它放在我每天都能看到的地方，警醒我不要贪图安逸，而忘了自己的梦想。喜欢的事物，一定要现在就开始去做，勇敢地去选择你想要过的生活，并坚持下去，这才是你的人生！</p>\n<p><img data-src=\"/images/zerowaste/20220702-vloveit-08.jpeg\" alt=\"\"></p>\n",
            "tags": [
                "成长"
            ]
        },
        {
            "id": "https://luhuadong.com/journal/20220610.html",
            "url": "https://luhuadong.com/journal/20220610.html",
            "title": "成为一名女权主义者",
            "date_published": "2022-06-10T14:22:09.000Z",
            "content_html": "<p>继成为开源主义者、环保主义者之后，今天又立志成为一名女权主义者（Feminist） <span class=\"github-emoji\" alias=\"muscle\" style=\"\" fallback-src=\"https://github.githubassets.com/images/icons/emoji/unicode/1f4aa.png?v8\">💪</span></p>\n<p>XX 主义听起来有点严肃，但其实就真的是很严肃的问题！</p>\n<p>我也很好奇为什么那么多人对恶意软件熟视无睹？为什么那么多人对每天产生的大量垃圾熟视无睹？为什么那么多人对弱势群体遭受的不公熟视无睹？</p>\n<p>开源、环保、女权这三者看起来完全不搭边，但其实它们的核心诉求都是一致的 —— 自由、平等、正义。从广义上来说，它们都是可持续生活的一部分。</p>\n<p>虽然我还不知道我能做什么，但还是希望能做些什么… 当然这肯定免不了一场又一场的 Battle，所以我在想要不换个昵称吧，换什么好呢？</p>\n<p>「壹个兜子」这个名字怎么样？</p>\n<p>因为我在 <span class=\"exturl\" data-url=\"aHR0cHM6Ly9tLm9ramlrZS5jb20vdXNlcnMvYjIxZjZhMjQtMGMzMy00OTEzLTg3MDUtNjBhNjk3YTU2MzMy\">即刻 App</span> 的 #可持续生活# 圈子上发的第一条动态就是拿一个饭兜去西饼店打包，并且引发了一些争议。比如说：洗饭盒需要更多的热水和洗洁精，会造成水体富营养化，所以比用一次性塑料包装更加糟糕！这个问题我也不是第一次遇到了，不过每次遇到都还是会感受到一些人对环保主义的攻击和不解。也知道声称自己是一名环保主义者，或者决定做一名环保博主真的需要非常大的勇气。同样，声称自己是一名女权主义者也一样。不过我还是会坚持下去的，因为这是我的人生观、价值观。</p>\n<p>如果是关注环保的朋友，可能也发现了我这名字在蹭「<span class=\"exturl\" data-url=\"aHR0cHM6Ly9zcGFjZS5iaWxpYmlsaS5jb20vNTI0ODA5NTAzLw==\">壹个袋子</span>」的热度。其实我是故意的，哈哈哈！说不定后面还会出现「壹个盒子」、「壹个瓶子」、「壹个叉子」…</p>\n<p>我希望能更多地从男性的视角、工程技术的视角给更多人介绍我所关注的这些事，如果能在这个过程中找到一些实用的解决方法那就再好不过啦！</p>\n",
            "tags": [
                "成长",
                "日记"
            ]
        },
        {
            "id": "https://luhuadong.com/journal/20220525.html",
            "url": "https://luhuadong.com/journal/20220525.html",
            "title": "江梦南：世界以痛吻我，我却报之以歌",
            "date_published": "2022-05-25T13:48:14.000Z",
            "content_html": "<p>家里没有电视机，我也好久没上微博、知乎了，今天晚上打开了知乎查点资料，刚好看到关于江梦南的推送，好奇地看完了… 全程都在惊叹 —— 不容易呀！然后又很开心 —— 以后会越来越好的！</p>\n<p><img data-src=\"/images/journal/jmn-01.jpeg\" alt=\"\"></p>\n<p>江梦南，1992 年出生在湖南省郴州市宜章县的一个瑶族家庭。父母为她取名的寓意是梦里江南，岁月静好。在半岁时，由于耳毒性药物导致极重度神经性耳聋，平静美好的生活被打破了。当时江梦南左耳损失大于 105 分贝，右耳听力完全丧失。失去了听力，不仅听不到外界的声音，也会听不到自己的发音，就会失去说话的能力。</p>\n<p>下面是江梦南同学的大致经历：</p>\n<ul>\n<li>1992 年，在湖南省郴州市宜章县出生；</li>\n<li>2007 年，进入郴州市明星学校就读高中；</li>\n<li>2011 年，以 615 分的成绩从郴州市明星学校考入吉林大学，就读于药学专业；</li>\n<li>2015 年，在吉林大学药学院攻读硕士研究生，选择计算机辅助药物设计作为研究方向；</li>\n<li>2018 年，江梦南右耳成功植入人工耳蜗，重获了失去 26 年的听力；</li>\n<li>2018 年，进入清华大学生命科学学院攻读博士研究生，就读生物信息学专业，研究和免疫相关的机器学习建模课题；</li>\n<li>2020 年，江梦南当选清华大学学生无障碍发展研究协会第五任会长，并荣获 2021 年清华大学学生年度人物；</li>\n<li>2022 年 1 月，入选 “2021 感动中国之感动湖南人物” 候选人名单；</li>\n<li>2022 年 3 月 3 日，被评为 “感动中国 2021 年度人物”；</li>\n<li>2022 年 5 月 4 日，被公示为第 19 届 “湖南青年五四奖章” 入围个人；</li>\n<li>精彩继续…</li>\n</ul>\n<p>嗯！很强对不对？感动中国年度人物实至名归！下面是央视新闻推出的 <span class=\"exturl\" data-url=\"aHR0cHM6Ly93ZWliby5jb20vMjY1NjI3NDg3NS9McmgzU2M5OEk/cmVmZXJfZmxhZz0xMDAxMDMwMTAzXw==\">#读唇语考清华女孩原型微电影#</span>《我的赛道》</p>\n<iframe src=\"//player.bilibili.com/player.html?aid=638729719&bvid=BV1oY4y1k7zG&cid=710628187&page=1&high_quality=1&danmaku=0\" allowfullscreen=\"allowfullscreen\" width=\"100%\" height=\"500\" scrolling=\"no\" frameborder=\"0\" sandbox=\"allow-top-navigation allow-same-origin allow-forms allow-scripts\"></iframe>\n<p>说来也巧，我和江梦南是同年出生的，也是同年读高中，她小时候生活在湖南最南端的郴州市宜章县，我小时候生活在广东最北端的清远市。虽然我不是瑶族，不过清远有两个瑶族自治县，离宜章县很近，我也有一些瑶族的同学。</p>\n<p><img data-src=\"/images/journal/jmn-hometown.png\" alt=\"\"></p>\n<p>而且看她的介绍，我们现在应该还是同行 —— 程序员，在三维图像识别方面会有一些交集。于是，我在 GitHub 上盲猜她的 ID，但是没找到。。。不过，微博账号倒是很容易就找到了，内容不多，但正能量满满！果断添加特别关注！</p>\n<p>正能量的人很多，不过我好久没有这种被深深触动的感觉了，可能是由于我和江梦南有一些共同点吧，一方面觉得她很厉害、很励志，另一方面觉得她很亲切、很熟悉。</p>\n<p>其实我自己最近有点丧，工作反复出现倦怠，感情生活空白，也还在为过去的一些错误决策填坑。了解江梦南的事迹之后，第一感觉就是 <strong>“我这点破事算啥，好好努力就是了～”</strong></p>\n<p><img data-src=\"/images/journal/%E6%98%8E%E5%A4%A9%E4%B8%80%E5%AE%9A%E5%8A%AA%E5%8A%9B%E5%AD%A6%E4%B9%A0.jpeg\" alt=\"\"></p>\n<p>让我印象最深刻的一句话是，江梦南说：“我从来没有因为听不见，就把自己放在一个弱者的位置上。我经常跟别人说，千万不要因为我听不见就放低对我的要求和标准。我可能取得了一点点较小的成绩，我怕他们会因为我听不见，而觉得我取得的这个成绩特别大，放大好几倍，我不太希望他们这样，我更希望他们以一个健全人的标准要求我。解决生命健康的难题，生命科学领域如果有一个难题能够被解决被攻克，那肯定造福的不只是一个人，而是造福所有人。如果我能够做一些什么让别人不再那么辛苦那么艰难，我觉得是一件很有意义的事情，如果每一个人都能够付出一点点努力，这个世界肯定是非常美好的。”</p>\n<p>另外有一点其实感触很深，就是江梦南 26 岁时成功植入人工耳蜗重获听力之后，需要重新感受、适应、训练声音。对于从小读唇语的她来说，听别人讲话就如同学习一门外语一般，需要经历很长的语训阶段才能不再依赖唇语，凭声音去和别人交流。我也有类似的经历，由于小学和初中阶段生活都比较封闭和落后，所以我说话带有很浓的口音，记得刚去市区读高中的时候，就因为口音问题被同桌排挤。我也是从那时候开始才注意到 —— 原来听力对说话的影响那么重要！然后慢慢地去调整、训练自己的口腔和舌头，才学会了比较正常的普通话和粤语。难度真的不亚于重新学一门外语！因此让我更加佩服江梦南同学，这一路走来真的很不容易！</p>\n<p>幸运的是，江梦南终于走到了这里，感恩她的父母耐心教导，感恩她的不懈努力！越努力，越幸运！祝福江梦南同学，期待未来有一天能认识你呀！</p>\n<img data-src=\"/images/journal/jmn-03.jpeg\" width=\"600\" />\n<img data-src=\"/images/journal/jmn-02.jpg\" width=\"600\" />\n",
            "tags": [
                "成长"
            ]
        },
        {
            "id": "https://luhuadong.com/journal/20211028.html",
            "url": "https://luhuadong.com/journal/20211028.html",
            "title": "【总结】但行好事，莫问前程",
            "date_published": "2021-10-28T15:03:02.000Z",
            "content_html": "<p><img data-src=\"/images/journal/%E4%BE%A7%E8%80%B3%E5%80%BE%E5%90%AC02.jpg\" alt=\"\"></p>\n<p>我也没想到，分手的事对我影响这么大。虽然是我提出的分手，也过去半年有余，但情绪还是会自己跑出来，难以控制。会生气，会悲伤，会难受。</p>\n<p>有人说这是因为，<strong>越是真心待过的人，越是难以放下。</strong></p>\n<p>有人说这是因为，我最近没上班，闲得胡思乱想。</p>\n<p>这也好，那也罢。但 “我” 肯定是有问题的。</p>\n<p>想呀想呀，我发现最近这几年变了，变得缺乏勇气了，变得开始抱怨了。抱怨单位制度、抱怨原生家庭、抱怨身边的伴侣。</p>\n<p>我也不知道什么时候开始的，也许是工作不如意，而家人和伴侣却没有给我鼓励，反而让我安于现状；也许是投资亏损，开始承认自己并不那么聪明；也许是被朋友欺骗，开始不那么愿意敞开心扉。</p>\n<p>但，好像又都是借口。</p>\n<p>谁的人生都不是一帆风顺的，我只是又陷入了低潮期，低潮了好几年而已。韧性足的人总会触底反弹，迎来一段长足的上升期。</p>\n<p>打心里说，其实我知道 —— 我的问题所在。那就是遇到了 “思维壁”，而我的内心却没有足够强大到可以突破它。</p>\n<p><strong>内心强大的人都有三个共性，“不和他人作比较”、“不对他人有期待”、“不批判他人”</strong>。而内心脆弱的人则相反，因为太在意他人，所以容易被他人所影响。</p>\n<p>从小学开始，我就觉得自己是一个内心挺强大的人，父母离异没人管，自己决定自己的一切事务，靠自驱力学习，学习成绩好也不和别人比较，自己学得开心就行，也不期待老师和长辈的夸奖，不八卦别人的过往… 但，进入恋爱状态就是不一样了。从心理学上剖析，也许就是俄底浦斯情结（oedipus complex）作怪，也就是 “恋母情结”。</p>\n<p>表面上，我独来独往，不依赖父母和兄弟姐妹。但我内心确实有需求，我其实是希望有人能给我依靠的，直白来说就是，我在心理上还没有断奶。而这种压抑许久的心理，在恋爱中就被打开了。证据很明显，我喜欢的女孩子，都是那种给人感觉帅的、酷的、独立的、有能力的女孩（起码在谈恋爱之前是这样的感觉）。然后就会不知不觉得变得依赖她、对她有期待，同时会对有不同看法的事务作出批判，就会容易引发矛盾，尤其是双方沟通机制有问题的情况下。</p>\n<p>在决定结束上一段长达 6 年的感情时，最后两年我的状态一直很差，我知道她也一样。跟她在一起时，我的情绪就变得难以控制，迫切想要沟通，而一旦问题没有得到解决或缓解，我的心态就变得很脆弱，像豆腐一样，一摇就塌了。结果就是无休止的吵架和冷战。</p>\n<p>所以啊，其实还是蛮感谢这些年的经历，感谢我的家人、朋友、伴侣。让我看到一个表面正常的自己，在别人眼里各方面都挺好的自己，其实背后充满了空洞，就像方便面一样，脆弱到一捏就碎。</p>\n<p>既然知道了病症根源，那就能开个药方了 —— <strong>继续磨砺自己的内心，把注意力放在自己身上，努力做好想做的每一件事，成为想成为的模样，真正达到物质和精神的独立。</strong></p>\n<p>之所以写这篇日记，真的是想放下了，跟过去的自己告别。我不知道未来会遇到谁，但我依然满怀期待，期待那个更好的自己，期待一段舒服的亲密关系，期待一份美好的事业。</p>\n<p>但行好事，莫问前程。加油！</p>\n<p><img data-src=\"/images/journal/%E4%BE%A7%E8%80%B3%E5%80%BE%E5%90%AC01.gif\" alt=\"\"></p>\n",
            "tags": [
                "成长"
            ]
        },
        {
            "id": "https://luhuadong.com/journal/20211023.html",
            "url": "https://luhuadong.com/journal/20211023.html",
            "title": "装了个修，居然还治好了选择困难症！",
            "date_published": "2021-10-22T16:41:50.000Z",
            "content_html": "<p>最近在装修房子，积累了一些装修经验，虽然整个过程遇到了很多意外，也有一些不太满意的地方。不过，看着房子一点一点变成自己想要的样子，还是蛮有成就感的。</p>\n<p>因为是精装房，出厂自带的配置在用料方面自然不会太优秀。不过为了环保（省钱），硬装方面是尽量不动的，而且小户型似乎也没太多改动的空间。所以剩下的装修也就是门窗、家具、家电方面的设计与选购问题。</p>\n<p>其中，家具的设计与摆设是最为棘手的部分，考虑到空间利用率和灵活性，我将其分为两部分 —— 动态和静态的。动态部分采用宜家的单体家具，既简洁又环保。主要用在客厅和餐厅的设计上，一来可以满足现在的需求（在家可以肆无忌惮地看书），二来没有固定的家具，以后有了家庭成员、有了新的需求之后就可以很灵活地重新布置。</p>\n<p><img data-src=\"/images/journal/20211024-my-house-01.jpeg\" alt=\"\"></p>\n<p>静态部分则采用定制家具方案。由于小户型的三个房间面积都不大，为了提供更多功能和收纳空间，采用了较多静态设计（就是说安装好了之后就动不了了）。例如，主卧的飘窗做成了一个大桌子，这样既能很好地利用窗户采光，又节省了额外摆放书桌的位置。</p>\n<p><img data-src=\"/images/journal/20211024-my-house-02.jpeg\" alt=\"\"></p>\n<p>同样，次卧也采用静态设计，飘窗延伸出来做成榻榻米，然后与书桌、衣柜连成一体，虽然除了椅子之外其余部分都无法移动，不过胜在能有效利用空间。留出了更多活动空间，不至于显得太压抑。</p>\n<p><img data-src=\"/images/journal/20211024-my-house-03.jpeg\" alt=\"\"></p>\n<p>而最小的一个房间暂时被用作工作室了，是我在家办公、写代码、做硬件和瞎折腾的主要场所。因为是阳光房，光线超好，所以装了百叶窗让它显得更像是工作场所。而动静结合的设计方案，也保留了以后改成了卧室的可能性。</p>\n<p><img data-src=\"/images/journal/20211024-my-house-04.jpeg\" alt=\"\"></p>\n<p>看起来挺有趣的，不过在整个设计、安装过程却出现了不少意外。一方面是因为我在装修方面是个小白，另一方面是 “对不齐” 定律在作怪。“对不齐” 定律是我自己想出来的，说的就是<strong>无论怎么精确测量，最后都是对不齐的</strong>。</p>\n<p>例如在定制家具领域，一个完整的流程是 “测量尺寸 -&gt; 出设计图纸 -&gt; 拆单 -&gt; 生产 -&gt; 现场安装 -&gt; 交付客户”，除非花很多钱请设计师从头跟到尾，否则每个流程都是分割开来的，而各个环节的误差也随之累加，最后的累积误差视厂家情况而有所不同。有的喜欢冗余设计，就会多预留几公分，由现场安装工程师进行裁切；有的喜欢填补设计，少预留几公分，以防塞不进去，空出来的间隙再额外填补上。</p>\n<p>当然这也不能一概而论，因为不同的家具、不同设计的工艺是有差别的，在定制家具行业也会根据经验来选择冗余设计还是填补设计。另外一个影响因素则是成本，主要出现在 “拆单” 环节。简单来说就是，怎么样在一块大的板材上合理地切割出所需的零部件，使得产生的废弃边角料最少？因此最后的累积误差其实是未知的。那如果不考虑成本，以及所有环节都精确控制呢？答案还是 “对不齐”，因为安装现场的地面、墙面、门框、窗框等等都有可能是不平的或有倾斜的。除非在测量尺寸时保证对现场进行完整的建模，在生产时确保精度加工。显然，考虑时间、成本、加工精度等因素，这几乎不可能实现，“对不齐” 定律将会长期存在。</p>\n<p>反观我们的人生，好像也是这样，无论怎么精确规划，落实的时候也难免出现意外，最后的结果也是 “对不齐” 的。可能这里多一点，可能那里少一点，就是很难达到预计的完美状态。这对于像我这样的完美主义者（别人说的）和选择困难症患者来说，是相当难受的一件事，因为人生就是由一个个选择串联起来的啊。</p>\n<p>不过，这种情况在装修完房子之后有所好转，而起到 “疗效” 的恰恰是那把发现 “对不齐” 定律的卷尺。简单来说，<strong>要治疗选择困难症，需要随身带一把 “尺子”</strong>。随时测量，以便将所有的选择划分为三大类 —— 高风险、低风险、无风险，在做决定的时候采用不同的策略应对。</p>\n<p>首先来看<strong>无风险</strong>的选择，它们通常是我们每天都要面对的生活细节，可是却永远没有正确答案，甚至很快就会忘记。例如，晚餐吃什么？周末加班还是看电影？窗帘选择什么色彩搭配？… 其实都不会造成什么后果的，最多就是爽不爽的问题而已。所以面对这类选择，完全可以听从内心的第一感觉，或者<strong>听天由命</strong>。实在不行，就将选项精简为两种，然后通过抛硬币来帮你做决定，不要徘徊不前。</p>\n<p>接着是<strong>低风险</strong>的选择，这些决定会有后果，但后果并不严重。我这次装修过程中的大部分选择都可以归为此类，比如定制家具的材料选择、家具的设计与布局、家电的品牌和型号选择等等。其实这些选项的结果大多是可以接受的，无非就是价格、视觉体验、使用便捷性、后续维护性方面的差别，哪怕做错决定了，也可以更换或者忍一下。如果还是难以选择，可以再玩一次 “听天由命”，但我还是想要认真思考一番，因为毕竟还是存在风险。所以面对低风险选项，更推荐<strong>听 “人” 由命</strong>。可以先设下一些基本标准，然后请他人提出建议，并听从这些建议。</p>\n<p>例如我在选择空调的时候，我把健康、低碳环保作为首要标准，把价格、智能家居作为次要标准。假设同一功率的各个品牌的空调机的<strong>隐含碳</strong>成本相同（也就是在生产时的碳排放是一样的），那么显然我应该选择匹数合适的、一级能耗的、无风感的变频空调。不过，这里还有一个陷阱，就是<strong>碳效率</strong>是否更高。也就是说，这台空调的质量是否足够好？在质保期内的平均维修次数是多少？超出质保期后还能延长工作多久？简单来说，硬件的使用寿命越长，碳效率就越高。经过一番研究与计算、咨询厂商客服，同时考虑价格等次要因素之后，我再作出决定就不难了。</p>\n<img data-src=\"/images/household/china-energy-label-5.jpg\" width=\"400\">\n<p>最后是<strong>高风险</strong>的选择。实际上，整个装修过程的选择我都划分为 “无风险” 和 “低风险” 了，而恰恰 “在哪里买房” 是一个高风险的决定。我也承认这个决定做得并不够好，虽然无法重新选择，不过亡羊补牢，为时未晚，依然值得反思。因为以后还会面对许多高风险的选项，例如 “选择哪份工作”、“选择哪个赛道”、“选择哪个合作伙伴”、“选择哪种生活方式” 等等。</p>\n<p>正是因为风险高，所以我们必定想做出正确决定。首先，你可以先<strong>凭直觉选出一个最佳选项</strong>，然后将其他选项与该最佳选择进行<strong>逐一比较</strong>，从两个选项中选出一个并淘汰另一个。具体操作可以采用我之前介绍的 <a href=\"https://luhuadong.com/journal/two-decision-method-wcca-and-wadm.html\">WADM 加权平均决策矩阵</a> 方法。</p>\n<p><img data-src=\"/images/guide/fobo-high-stakes.jpeg\" alt=\"\"></p>\n<p>注意：在运用此方法时，** 不要让已被淘汰的选项再次出现！** 如果你不停地 “复活” 淘汰选项，你将陷入纠结之中。重复刚才的步骤直到你得出最终选择，如果你遵循这一流程，你通常能靠自己做出选择，除非你遇到的情况相当罕见或者缺乏经验（比如结婚）。如果是这样的话，你不妨建立一个可靠的、值得信赖的讨论小组，就此话题向你提供指导意见。</p>\n<p>随身带把尺子，面对选择时先度量一下，一步步拆解下来，选择困难症就能得到治愈，人生也变得简单多了。</p>\n<p>人生虽然难以预料，但不代表我们就要随风飘摇。哪怕结果永远都 “对不齐”，我们也要认真对待每一次有风险的选择。努力不一定成功，尝试也可能失败，但起码我们的心是 “对齐” 的，不负韶华，不留遗憾。</p>\n<p>时间过得好快，看回四年前写的<a href=\"https://luhuadong.com/zerowaste/travel-frog-eco-life.html\">《旅行青蛙》其实在讲环保故事</a>，心情居然还是一样一样的。不同的是，今年冬天来得特别早，而我也有了属于自己的窝。</p>\n<img data-src=\"/images/zerowaste/travel-frog-02.webp\" width=\"600\">",
            "tags": [
                "成长",
                "生活"
            ]
        },
        {
            "id": "https://luhuadong.com/journal/20210925.html",
            "url": "https://luhuadong.com/journal/20210925.html",
            "title": "一个平淡无奇的周末",
            "date_published": "2021-09-25T15:23:50.000Z",
            "content_html": "<img data-src=\"/images/journal/20210926-02.jpeg\" width=600 />\n<p>为了体验不同的生活，周五晚上参加了一场万晓利的 LiveHouse 演出。事实上，在报名之前，我甚至都不知道万晓利是谁。好像我那低调的生活里，从来没有出现过民谣音乐一样。而我对音乐的理解也只有好听和不好听的区别，正如我对生活的理解一样肤浅。</p>\n<p>虽然我不太懂音乐，不过还是可以看懂歌词，带着一股浓郁的孤独气息。现场的男男女女虽然在跟着音乐的律动而摆动，但大部分也都是孤独的。对于内心富足的人而言，孤独其实没有什么不好的，只是有时候需要一个像 LiveHouse 的场景，让向内和向外的心得以融合。</p>\n<img data-src=\"/images/journal/20210926-03.jpeg\" width=600 />\n<p>演出结束之后，佳贝带我去了酒吧。我很少去酒吧，但佳贝不一样，她可能是我印象中第一个说 “喝酒找她” 的女孩。不过，虽然她很喜欢喝酒，但她和我一样，是个好孩子。或者说，习惯了假装成好孩子。好孩子也好，坏孩子也罢，都无法逃离工作、婚姻、理想这些庸俗的话题。</p>\n<p>其实我也不懂酒，只是一口下肚更容易吐露心声。听着佳贝讲述她和男朋友之间的爱情故事，竟有点似曾相识，年轻时候的我也带着许多相似的观点，也有着那样般的浪漫主义色彩，又或者我的并不是浪漫，只是无知者的纯粹罢了。</p>\n<p>以前，我觉得我也可以不结婚，不生小孩，过着自由浪漫的生活。许多年以后，我终于承认了，我其实没那么强大，我是不完整的。我确实需要一个家，或者 “家的感觉”，这种肤浅的结婚理由，总免不了一顿嘲讽。</p>\n<p>这还不算什么，毕竟每个想结婚的人，都在拼命地想一个结婚的理由。更多的嘲讽，是我那对伴侣的那一串长长的需求列表，她们说我找的不是对象，而是找队友、保姆、秘书、情人… 被吐槽多了，我自然也划掉了许多条目，只留下了两条 —— 相似的生活方式，以及聊得来。</p>\n<img data-src=\"/images/journal/20210926-04.jpeg\" width=600 />\n<p>年纪大了就特别喜欢聊天，我以前是能自己处理就不麻烦别人的人，现在开始喜欢找点小事麻烦别人，顺便聊聊天，看看不一样的生活。所以周六去 Echo 的朋友家做客，Echo 和她男朋友在市区租了一栋老房子，一楼留出一块叫做 “朋友家” 的小空间，方便朋友过来聊天。</p>\n<p>我过去的时候，刚好邻居家的大金毛也在 “朋友家” 做客，大金毛也是个乖宝宝，很快就跟我玩耍起来了，抱着我舔了又舔，原来 “舔狗” 是这样的哈。</p>\n<img data-src=\"/images/journal/20210926-05.jpeg\" width=600 />\n<p>Echo 最近在看社会心理学和婚姻制度的书，我向她请教了一些问题。为什么现在那么多单身男女青年不愿意结婚，两个成长经历不同的人如何找到一致的生活方式，我们如何在现有的婚姻制度下过上幸福的生活？这些问题，好像有答案，又没有答案，好像很简单，又很复杂。</p>\n<p>自我意识的觉醒之后，“妥协” 好像变成了一件很难的事情。不像以前，男人和女人结婚、组建家庭，一个主外，一个主内，刚刚好。而现在，大家都能学习、工作、赚钱、追逐梦想… 谁先为家庭做出妥协，好像就成了被动的一方，影响以后的家庭地位。自我意识和大局意识是相辅相成的，重要的是，我们需要在两者之间找到一个平衡点。比如说，自我意识里那个 “内在的我” 是坏孩子，而大局意识里那个 “外在的我” 是好孩子，而平衡点就是 LiveHouse 和酒吧。诚然，每个人都有他与自己的相处之道，对我而言，我希望自己是一个有弹性的人。</p>\n<p>不知道是不是学过社会心理学的原因，Echo 和佳贝都是善于反思和自省的人，在感情中也特别坦率，愿意沟通。我开始相信 “沟通能解决大部分问题” 这个观点，无论是职场上还是感情上。不同的是，感情上的沟通更强调平等，平等地交流，建立适合双方的沟通机制相当重要。不过，说这些就显得很不浪漫。</p>\n<img data-src=\"/images/journal/20210926-11.jpeg\" width=600 />\n<p>午饭过后，我就准备回家了。随着列车远离都市，内心也变得简单纯粹了。我想我应该学着放下，比如不要抱着结婚的目的找对象，而是用心感受爱情的美好，活在当下。我想我应该学会课题分离，做好自己的事，剩下的交给沟通。有些人喜欢 “不确定性”，有些不喜欢 “不确定性”，我就是后者，而这种 “不确定性” 会带来焦虑感，促使我用 “确定的方法” 去消除这种难以忍耐的 “不确定性”。</p>\n<p>还是简单点好，我为什么要把稀松平常的日常生活搞得像战场一样？把找伴侣搞得像找战友一样？感情和职场的区别真的很大，找工作可以很直白地谈条件，而找伴侣谈条件就很不浪漫；换工作的理由如果是想追求更好的发展、想换个城市、想做更喜欢的项目、想得到更多成长等等，会显得很有雄心壮志且合理，但如果是分手的理由则显得相当自私且不浪漫。工作上要看着需求来实现效果，感情上却要看着效果来调整需求。</p>\n<p>问题还没想明白，又发生了意外 —— 在路边捡到一只受伤的小橘猫。</p>\n<img data-src=\"/images/journal/20210926-07.jpeg\" width=600 />\n<img data-src=\"/images/journal/20210926-10.jpeg\" width=600 />\n<p>我以前也救助过小猫，不过一直下不了决心养一只猫，照顾它一辈子，毕竟我是特别怕麻烦和不确定性的一个人。不过，这次我却认真地考虑要不要领养它。一来它受伤了，在马路边上随时可能会被碾成一坨肉饼；二来我的独居生活似乎也可以接受一只小动物的陪伴。</p>\n<img data-src=\"/images/journal/20210926-08.jpeg\" width=600 />\n<img data-src=\"/images/journal/20210925-cat-x-ray-02a.jpeg\" width=600 />\n<p>所以我决定先把它带回家。可我知道，对于养猫或者动物救助这件事情，我一直有个心结。如果我是个爱护动物的好孩子，为什么我还能接受自己吃肉？为什么有些动物是宠物，有些动物却是食物？这种有差别的爱，让我感到矛盾，觉得自己很虚伪。这才是我从来不养小动物的真正原因，不养，不救助，在这件事情上我就是一个坏孩子，起码不会有内心的煎熬。</p>\n<img data-src=\"/images/journal/20210926-09.jpeg\" width=600 />\n<p>但是我还是领养了小橘猫，所以我决定正式转素。我希望我对生活的爱，对世界的爱，对自然的爱，是无差别的爱。</p>\n<img data-src=\"/images/journal/20210926-01.jpeg\" width=600 />\n<p>人总是习惯为过去发生的事情找个合理的解释，以此来减轻内心的痛苦。</p>\n<hr>\n<blockquote>\n<p>万晓利「呼吸 2021」LiveHouse 巡演（广州站）30 分钟现场版</p>\n</blockquote>\n<iframe src=\"//player.bilibili.com/player.html?aid=718434550&bvid=BV1VQ4y1X7Sc&cid=420014246&page=1&high_quality=1&danmaku=0\" allowfullscreen=\"allowfullscreen\" width=\"100%\" height=\"500\" scrolling=\"no\" frameborder=\"0\" sandbox=\"allow-top-navigation allow-same-origin allow-forms allow-scripts\"></iframe>",
            "tags": [
                "成长",
                "生活",
                "猫"
            ]
        },
        {
            "id": "https://luhuadong.com/journal/20210830.html",
            "url": "https://luhuadong.com/journal/20210830.html",
            "title": "平淡生活里的琐碎幸福",
            "date_published": "2021-08-30T13:17:54.000Z",
            "content_html": "<p>最近在尝试双城生活，因为听说北欧民众幸福感强的一个原因是他们普遍拥有双城生活，工作时在较为方便的繁华都市，休闲时则远离城市喧嚣。在两种截然不同的环境中切换，能够让自己的世界变得开阔，要是总在一个地方待着，生活难免会变得枯燥。</p>\n<img data-src=\"/images/diary/2021-08-30_road.jpeg\" style=\"zoom:30%;\" />\n<p>周一，虽然前一晚又晚睡了，但早上还是早早醒来，简单地吃了个早饭，然后准备前往高铁站。高铁站离我住的地方很近，十分钟车程就到了。嘻嘻～没有迟到，这是一次优雅的乘车体验。明媚的阳光透过玻璃洒满了整个车厢，让人变得温暖起来，让我不禁想说一句：“早上好”！</p>\n<img data-src=\"/images/diary/2021-08-30_railway.jpeg\" style=\"zoom:30%;\" />\n<p>很快，就到了广州。不过，今天的目的地不是公司，而是诊所，因为今天要做一次术后半年的复诊。得益于诊疗技术的提升和这半年来的呵护，康复情况不错。医生说：“你还很年轻，术后恢复较快，血流改道很成功，大隐静脉保住了！” 自己的身体自己最了解，虽然复诊结果是意料之中的，但还是按耐不住内心的激动 —— Yeah，我还可以为祖国健康工作五十年。虽然这些年饱受静脉曲张和神经性皮炎的困扰，但还是要感谢它们，让我对痛苦有了超强的忍耐力，这是成长路上重要的一环。</p>\n<img data-src=\"/images/diary/2021-08-30_clinic.jpeg\" style=\"zoom:30%;\" />\n<p>短暂的欢愉背后，是漫长一生的步步为营。人活一世，最后拼的都是健康，而好好吃饭，是人生最低成本的保险。于是，临近中午时分，我来到了附近一家蔬食餐厅。餐厅的特色是纯素的煲仔饭，“煲仔饭是广州的特色名菜，而纯素煲仔饭仅此一家” 老板自豪地说道。老板师从出家师父，潜心修炼，功夫不负有心人，经过多年研发，终于制作出一系列口感、味道极佳的纯素煲仔饭。我个人还是蛮喜欢的，尤其周末看了《The Game Changers》之后，vegan 的念头又在我心中重燃起来了，所以我现在正在学习素食营养搭配的知识。</p>\n<img data-src=\"/images/diary/2021-08-30_lunch.jpeg\" style=\"zoom:30%;\" />\n<p>最近这半年，我搬到了广州的最南端生活，因为我想每天都能看见大海，海阔天空能让人的心变宽，星辰大海能让人静下心来思考。偶尔站在窗边远眺，望着码头繁忙的景象，生活也燃起了熊熊斗志。</p>\n<img data-src=\"/images/diary/2021-08-30_sea-02.jpeg\" style=\"zoom:30%;\" />\n<p>小区有一个篮球场，不过人超少，刚搬过来的时候，哪怕是周末，通常也只有我一个人在练球。为了促进腿部血流改道，我把每天打球半小时列入了康复训练列表。这半年打球的天数可能比我过去五年还多，也重燃了我心中的体育梦。</p>\n<img data-src=\"/images/diary/2021-08-30_basketball-01.jpeg\" style=\"zoom:30%;\" />\n<p>后来慢慢地，找到了一起打球的小伙伴，甚至有了约定俗成的比赛日，而我也成了临时队长。如果说体育是生活的调节剂，能促进身心健康发展；那么篮球对我来说就是一种社交方式，能帮助融入当地社区，建立良好的人际关系。</p>\n<img data-src=\"/images/diary/2021-08-30_basketball-03.jpeg\" style=\"zoom:30%;\" />\n<p>由于地处南亚热带季风性海洋气候，加上小区地广人稀，到了夏天，果树就纷纷结出果实来，有莲雾、芒果、荔枝、李子、龙眼、菠萝蜜… 惊喜之余，让人感受到大自然的神奇。这些水果不需要花钱买，只要你能摘到就可以吃，仿佛回到了原始社会。让人不禁思考：消费社会带给我们的便利，而为了维持这种便利，我们每天都要忙碌工作，这真的值得吗？</p>\n<img data-src=\"/images/diary/2021-08-30_tree.jpeg\" style=\"zoom:30%;\" />\n<p>说到工作，这半年在一家环保科技公司上班，参与了一款智能环保数采仪的设计，下个月就要在深圳宝安部署落地了。这是一个很经典的物联网应用场景，对我来说，能参与底层系统驱动和部分应用程序开发，不仅提升了物联网智能设备的设计能力，也加深了对环境监测领域的了解，从不同视角看待环保这件事。虽然本质上来说，它只是一家科技企业，恰巧从事环保设备研发而已，但却是我迈向身心对齐的重要一步。</p>\n<img data-src=\"/images/diary/k37-device-framework.png\" style=\"zoom:70%;\" />\n<p>不可否认，“环保” 已经成为我生命中不可磨灭的一部分。作为一名重度环保强迫症患者，我平常会尽量控制自己，不流露出来。可又觉得很痛苦，美好的事情没有办法和身边的朋友分享，会带来一种强烈的挫败感和孤独感，这也是我接下来要着力解决的。</p>\n<img data-src=\"/images/diary/2021-08-30_fruits.jpeg\" style=\"zoom:30%;\" />\n<p>篮球场上经常被迫打 4、5 号位，时间一长，球风就变得比较硬朗，有一天晚上在练习投篮，可能是被我投篮时的压腕动作迷住了，队友竟和我说：“没想到 Captain 卢也有温柔的一面啊！？” 想想也是挺神奇的，不同阶段认识的朋友，对我的印象和评价会有十分巨大的差别。</p>\n<p><img data-src=\"/images/diary/Shoot-a-Basketball-Step-11.png\" alt=\"\"></p>\n<p>有的说我太瘦，有的说我强壮，有的说我文静，有的说我话痨，有的说我直爽，有的说我磨叽，有的说我内向，有的说我外向，有的说我随和，有的说我强势，还有的说我长得像女孩… 想想也合理，人的成长是一个动态变化的过程，哪能用一两个标签所限定，只是力求在不同场合找到一种最适合自己的生存方式罢了。标签往往是是非善恶分明的，可世上的许多事却不是非黑即白的。</p>\n<img data-src=\"/images/diary/2021-08-30_street.jpeg\" style=\"zoom:40%;\" />\n<p>小时候总是很在意别人对自己的看法，后来又变得不在乎甚至我行我素了，其实这两种方式都不太好。不过，这也许是成长的必经过程吧，最近在学习接收别人的意见，学习更好地与人相处。希望自己不随波逐流、也不妄自菲薄，能够找到一种和自己、和他人相处都舒适的方式。更重要的是，达到身心对齐、内外一致，这样才能拥有一颗强大的内心去迎接未来的挑战。</p>\n<p>人们常说，三十而立。可这只是孔夫子对自己人生的一段总结，并不足以证明三十立或不立对未来发展的必然影响。只要我们保持善良、保持学习、保持成长，年龄只是一个数字而已。每个人都有他的时区，用适合自己的方式认真做事就可以了，Great things take time！幸运的是，我找到了自己喜欢的事情，每天做一点点，慢一点，再慢一点。</p>\n<img data-src=\"/images/diary/2021-08-30_sea-03.jpeg\" style=\"zoom:30%;\" />\n<p>夏季的海风夹杂着淡淡的咸味，正如平淡的生活里也充满了琐碎的幸福。每一个小的善举，每一句鼓励的话语，都使我们坚定不移地走下去，让生活变得幸福一点，让世界变得美好一点。</p>\n",
            "tags": [
                "成长",
                "幸福"
            ]
        },
        {
            "id": "https://luhuadong.com/journal/20210314.html",
            "url": "https://luhuadong.com/journal/20210314.html",
            "title": "「每日一问」你今天过得怎么样？",
            "date_published": "2021-03-13T16:57:47.000Z",
            "content_html": "<p><img data-src=\"/images/rethink.jpeg\" alt=\"\"></p>\n<center>你今天过得怎么样？</center>\n<center>你最近过得怎么样？</center>\n<center>你这一生过得怎么样？</center>\n<center>还行？</center>\n<center>不，我想听到我说：“真棒，干得漂亮！”</center>\n",
            "tags": [
                "成长",
                "奋斗",
                "修身"
            ]
        },
        {
            "id": "https://luhuadong.com/journal/20201007.html",
            "url": "https://luhuadong.com/journal/20201007.html",
            "title": "学会从别人的失败中吸取教训",
            "date_published": "2020-10-07T07:25:30.000Z",
            "content_html": "<p>最近看到一句话：<strong>聪明人从自己犯的错误中学习，智慧的人从别人的错误中学习。</strong></p>\n<p>我才恍然大悟，原来我一直都是 “聪明人” 啊！</p>\n<p>是的，我一直信奉 “纸上得来终觉浅，绝知此事要躬行”、“实践是检验真理的唯一标准”、“失败更容易让人成长”…</p>\n<p>所以很多东西都习惯自己尝试一遍再说，失败了也不怕。当然，这有好的一面，也有不好的一面。我忽略了信息传递的价值，我忽略了时间的有限性。</p>\n<p>直到后来，我投资失败了，职场发展也不顺利，身体健康也遭遇风险。失败的滋味真的太难受了，更重要的是，时间在不断地流逝。我才恍然大悟，其实我没有很好地利用信息的价值，没有虚心向前辈请教，没有从前人的失败中吸取教训。</p>\n<p>其实道理我们大家都懂，《论语》里也给我们讲几千年了 —— “见贤思齐焉，见不贤而内自省也”。</p>\n<p>但往往我们就是太过于自信，认为自己就是万里挑一的那个。当然，自信是好事，但盲目的自信只会耽误事。</p>\n<p>我决定从现在开始：</p>\n<ul>\n<li>多和朋友交流（特别是不同年龄段优秀的朋友）</li>\n<li>多跟前辈请教（特别是已经取得成就的前辈）</li>\n<li>多读名人传记（以史为镜，总结兴衰成败因素）</li>\n<li>多研究商业案例（向同行、友商、竞争对手学习）</li>\n<li>…</li>\n</ul>\n<p>一辈子很短，真的很怕自己犯了许多错误、积累了丰富的失败经验之后，已经没有时间去重新开始了。</p>\n<p><img data-src=\"https://img.zcool.cn/community/0152b15bbb7739a8012099c8af4c10.jpg@1280w_1l_2o_100sh.jpg\" alt=\"\"></p>\n",
            "tags": [
                "成长"
            ]
        },
        {
            "id": "https://luhuadong.com/journal/20200929.html",
            "url": "https://luhuadong.com/journal/20200929.html",
            "title": "如果你不知道去哪里，任何一条路都是你的选择",
            "date_published": "2020-09-29T07:49:49.000Z",
            "content_html": "<p>我有一个朋友小 A，他早年创过业，开了一家餐厅，但是亏本了。把店铺关了之后，小 A 陷入了低迷。</p>\n<p>实在看不下去，我隔三差五地就跟他聊天，我说：“创业本来就是九死一生的事情，而且餐饮行业的竞争十分激烈，好好总结一下，重新上路就行啦！只有失败过，才能体会成功的来之不易，才能抓住伴随而来的财富。至于现在嘛，趁年轻多学点技能，多积累些人脉，多攒点钱，以后的路还很长，机会还很多呢。”</p>\n<p>小 A 也知道自己开餐厅太鲁莽，没有餐饮行业的经验，只是觉得不想继续打工了，刚好有朋友想开餐厅，一拍即合就辞职、投钱进去了。小 A 说：“你说的道理我都懂，可我就是不知道该怎么做，学什么技能？”</p>\n<p>我叹了一口气，说：“其实许多人到了三四十岁，还像你这样，不知道要做什么、怎么做，你现在才二十多岁，如果你一直徘徊，一直想找捷径，等你三四十岁的时候，很可能还是这样。与其这样，不如赶紧走出去，选一个有前景的方向，踏踏实实地做，十年之后，你也会是行业精英。正是因为你不知道要去哪里，所以任何一条路都是你的选择。”</p>\n<p>勇敢去做吧，只要你肯踏出去，这事就成一半了，另一半靠坚持！</p>\n<p><img data-src=\"https://img.zcool.cn/community/01c1855540ba870000017c945fd0b7.jpg@1280w_1l_2o_100sh.jpg\" alt=\"\"></p>\n",
            "tags": [
                "成长"
            ]
        },
        {
            "id": "https://luhuadong.com/journal/20200926.html",
            "url": "https://luhuadong.com/journal/20200926.html",
            "title": "积累定律：努力让自己值钱",
            "date_published": "2020-09-26T02:42:57.000Z",
            "content_html": "<p>很多年轻人都曾梦想做一番大事业，其实天下并没有什么大事可做，有的只是小事。一件小事积累起来，便形成了大事。这任何大成就或者大灾难都是积累的结果。这便是积累定律。也就是说，这个世界所谓的大成功，其实都是由小事积累起来的结果。你要取得成就，就必须重视每一件小事，重视每段时光，懂得坚持和坚守。正如马云对所有年轻人的告诫一样。在抱怨自己赚钱少之前，先努力让自己值钱。如果你不相信努力和时光，那么时光会第一个辜负你。如果你总是幻想自己有钱，不懂得脚踏实地，不懂的在积累中提升自己的价值，最终只会在幻想中迷失掉自己。</p>\n<p>大多数年轻人不太懂得积累，不停的换工作，直接原因就在于嫌原来的老板工资给的太少。同时，他们逢人抱怨老板是如何的抠门，可从不去反思自己为何如此廉价。与其喋喋不休的抱怨工资低赚的少，不如埋头努力，先让自己值钱。要值钱，就要懂得在积累中提升自己的价值，就是说，你可以先把能赚多少工资的事放在一边，想想如何才能得到一个能够让我做我不断增值的机会。</p>\n<p>其实刚刚步入社会的前十年，大家的工资是没有多大差距的。最重要的是，你要在这个第一个十年里，要扎扎实实地投资自己。当你人生奋斗了第一个十年走完了，如果你扎扎实实地把自己的基本功做好了。到第二个十年，你才有可能有机会成为一个部门主管，那时候你的身价已经很高，你所掌握的资源，学到的各种技能，已经成为别人永远也盗不走的财富。那个时候，你可以拿着简历趾高气扬的跳槽，也可以理直气壮的要求现在老板给你加工资。</p>\n<p>前面两个十年如果走的扎实，那么你才有可能走入人生奋斗的第三个十年。如果说前面的十年是自我身价的提升阶段，那么，人生的第三个十年则是你财富积累的开始。那个时候，你可能会有一家自己的公司，你的收入会远大于你的生活所需，人生的财富也会在此期间爆涨。</p>\n<p>可是很不幸，绝大部分年轻人走不到第三个十年。他们往往在人生的第一个十年里，常常计较几百块钱的工资而放弃大好的学习机会，从此之后，其人生都在不断颠覆中度过。</p>\n<p>事实证明，那些在刚开始就注重机会和自我成长的人，最终都成为不凡者。</p>\n<p>其实，只要用心走到哪里，都不难找到工作。在找对了平台，在付出努力，迅速晋升将不再是难事。身价如果高，财富的积累都是轻而易举的事。当然在此过程中总不能想着老板能给你什么，而应该想着你能给老板带来什么。那些只知道向老板和单位索取的人，一定会遭遇失败。</p>\n<p>所以说，不要看不起小事，不要幻想一步登天。不积跬步，无以至千里，不积小流，无以成江海。我们要学会从小事做起，由量变到质变，才能成就大事，才能撑得起梦想。</p>\n<p><img data-src=\"https://img.zcool.cn/community/0148755ebb6c6fa801207200e8535b.jpg@1280w_1l_2o_100sh.jpg\" alt=\"\"></p>\n",
            "tags": [
                "成长"
            ]
        },
        {
            "id": "https://luhuadong.com/journal/20200905.html",
            "url": "https://luhuadong.com/journal/20200905.html",
            "title": "远离那些消耗你的人和事",
            "date_published": "2020-09-05T12:25:16.000Z",
            "content_html": "<p>大学入学那天，我带来十四箱行李和一辆自行车，箱子里有暑假期间提前买的书，有未来四年要用的被子、衣服等生活用品，有高中时候入手的一些电子工具和轮滑鞋，甚至还有螺丝刀、订书机、草稿本…</p>\n<p>我是一个不喜欢麻烦别人的人，大多数时候都是别人来麻烦我，而我尽量不去麻烦别人。</p>\n<p>很久以后，我才发现，这种性格让我陷入了巨大的麻烦。</p>\n<p>家人觉得我把学习和生活打理得很好而不用为我操心，同学觉得我设备齐全习惯于找我借东西，队友觉得我身体素质很好把我推向前线，朋友觉得我家境富裕喜欢找我借钱，谈的对象也觉得我很优秀值得对她更好。</p>\n<p>唯独我自己，知道家里条件不好，要好好学习才能出人头地；知道同学找我借的东西，其实我也需要用；知道球队需要我表现得更好，而我牺牲了学习时间不停训练却依然出不了成绩；知道朋友陷入资金困难，把所剩无几的钱借出大半年却不敢开口谈利息；知道女朋友要好好爱护，直到在感情里迷失了自己，其实，我也需要爱护。</p>\n<p>回过头来才发现，原来当初师兄师姐那句 “报喜不报忧” 真是坑啊。我根本没有那么强大，我自己也处于成长期，我也会犯错，假装强大充当别人的保护伞，最终只会落得千疮百孔，不堪一击。</p>\n<p>后来，我才敢面对自己。其实一路以来，我都只是活在别人的期待里，我是自卑的，所以才会选择付出更多来弥补，所以才不敢让家人失望，所以才不敢麻烦别人，不懂装懂，怕被别人嫌弃。如此脆弱的心灵，伴随了我二十多年。</p>\n<p>直到现在，经历了许多家庭矛盾，经历了不愉快的亲密关系，经历了投资失败，经历了一轮又一轮的社会毒打之后。我才明白，原来我的健康、我的快乐，我的事业，我的梦想才是最重要的。</p>\n<p>那些不断消耗我的人和事，都滚一边去！</p>\n<p><img data-src=\"https://img.zcool.cn/community/01591756ea170a32f875520fcbc173.jpg@1280w_1l_2o_100sh.jpg\" alt=\"\"></p>\n",
            "tags": [
                "成长"
            ]
        }
    ]
}