{
    "version": "https://jsonfeed.org/version/1",
    "title": "成为自由人 • All posts by \"心理学\" tag",
    "description": "阿基米东的网络日志",
    "home_page_url": "https://luhuadong.com",
    "items": [
        {
            "id": "https://luhuadong.com/reading/%E6%88%91%E7%9A%84%E6%83%85%E7%BB%AA%E4%B8%BA%E4%BD%95%E6%80%BB%E8%A2%AB%E4%BB%96%E4%BA%BA%E5%B7%A6%E5%8F%B3.html",
            "url": "https://luhuadong.com/reading/%E6%88%91%E7%9A%84%E6%83%85%E7%BB%AA%E4%B8%BA%E4%BD%95%E6%80%BB%E8%A2%AB%E4%BB%96%E4%BA%BA%E5%B7%A6%E5%8F%B3.html",
            "title": "《我的情绪为何总被他人左右》",
            "date_published": "2021-11-22T10:50:30.000Z",
            "content_html": "<p><img data-src=\"/images/reading/%E6%88%91%E7%9A%84%E6%83%85%E7%BB%AA%E4%B8%BA%E4%BD%95%E6%80%BB%E8%A2%AB%E4%BB%96%E4%BA%BA%E5%B7%A6%E5%8F%B3_cover.png\" alt=\"\"></p>\n<p>《我的情绪为何总被他人左右》的原著是一本心理类的畅销书，作者旨在帮助读者找寻生活中的主导权。生活中，我们经常遇到使我们倍感焦虑、抑郁、内疚的事情，当这些事情发生在我们身上，或者当那些糟心的场景一再回访，我们该如何避免自己的不良的反应呢？我们又该如何在碎片化的生活中保持那个积极、健康、阳光、有为的自我呢？理情疗法创始人埃利斯教你如何避免别人触动你情绪爆发的底线，教你成为自己情绪的主人，以成功赢得生活的主导权。</p>\n",
            "tags": [
                "读书笔记",
                "心理学"
            ]
        },
        {
            "id": "https://luhuadong.com/psychology/mental-set.html",
            "url": "https://luhuadong.com/psychology/mental-set.html",
            "title": "思维定势",
            "date_published": "2021-11-22T10:13:12.000Z",
            "content_html": "<p><img data-src=\"/images/psychology/young-girl-or-old-woman.jpg\" alt=\"\"></p>\n",
            "tags": [
                "心理学"
            ]
        },
        {
            "id": "https://luhuadong.com/psychology/the-pygmalion-effect.html",
            "url": "https://luhuadong.com/psychology/the-pygmalion-effect.html",
            "title": "皮格马利翁效应",
            "date_published": "2021-10-02T16:28:31.000Z",
            "content_html": "<h2 id=\"简介\"><a class=\"markdownIt-Anchor\" href=\"#简介\">#</a> 简介</h2>\n<p>很多人都听过一个故事：有一天，一位心理学家来到了一家小学，说他发现这学校里有 18 名学生智商超群，是天才，其实这 18 名学生只是他们随机选的。但老师们信以为真，时不时的就会表扬这些学生聪明，过了一段时间这 18 名学生确实成绩上升了，而且越来越优秀。这其实是美国心理学家罗森塔尔在 1966 年进行的一次实验，用于证明皮格马利翁效应是真实存在的，因此又称为罗森塔尔效应。</p>\n<p>皮格马利翁效应（Pygmalion Effect），又称毕马龙效应、罗森塔尔效应或期待效应。是指人在被赋予更高期望以后，他们会表现得更好的一种现象。皮格马利翁效应的命名取自希腊神话故事里面的一位名为皮格马利翁的雕刻家，他爱上了自己用象牙雕刻出来的女神雕像，由于他每天对着雕像说话，最后那座女神雕像变成一位真正的女神。</p>\n<img data-src=\"/images/psychology/pygmalion-effect.jpg\" width=400 />\n<h2 id=\"解释\"><a class=\"markdownIt-Anchor\" href=\"#解释\">#</a> 解释</h2>\n<p>皮格马利翁效应是一个自我应验预言发展。通俗来讲，就是说：你期望什么，你就会得到什么，你得到的不是你想要的，而是你期待的。只要充满自信地期待，只要真的相信事情会顺利进行，事情一定会顺利进行，相反的说，如果你相信事情不断地受到阻力，这些阻力就会产生，成功的人都会培养出充满自信的态度，相信好的事情会一定会发生的。</p>\n<p>皮格马利翁效应是一种帮助我们构建人际关系、更好地达成目的，走向成功的方法。事实上，它在经济和管理层面已经有非常广泛的应用。你对一些人赋予了强烈的期待，那这些人就会朝着你希望的方向发展。感兴趣的小伙伴可以阅读美国心理学家朱瑟琳・桥塞尔森的《皮格马利翁效应》一书。</p>\n<h2 id=\"references\"><a class=\"markdownIt-Anchor\" href=\"#references\">#</a> References</h2>\n<ul>\n<li><span class=\"exturl\" data-url=\"aHR0cHM6Ly96aC53aWtpcGVkaWEub3JnL3dpa2kvJUU3JTlBJUFFJUU2JUEwJUJDJUU5JUE5JUFDJUU1JTg4JUE5JUU3JUJGJTgxJUU2JTk1JTg4JUU1JUJBJTk0\">https://zh.wikipedia.org/wiki/ 皮格马利翁效应</span></li>\n<li><span class=\"exturl\" data-url=\"aHR0cHM6Ly93d3cuYmlsaWJpbGkuY29tL3ZpZGVvL0JWMUVKNDExdjdpZz9zaGFyZV9zb3VyY2U9Y29weV93ZWI=\">3 分钟读书《皮格马利翁效应》：顶级大师力作，讲透人际关系！</span></li>\n</ul>\n<hr>\n<iframe src=\"//player.bilibili.com/player.html?aid=78533595&bvid=BV1EJ411v7ig&cid=134371674&page=1&high_quality=1&danmaku=0\" allowfullscreen=\"allowfullscreen\" width=\"100%\" height=\"500\" scrolling=\"no\" frameborder=\"0\" sandbox=\"allow-top-navigation allow-same-origin allow-forms allow-scripts\"></iframe>",
            "tags": [
                "心理学"
            ]
        },
        {
            "id": "https://luhuadong.com/relationship/the-36-questions-that-spark-intimacy.html",
            "url": "https://luhuadong.com/relationship/the-36-questions-that-spark-intimacy.html",
            "title": "36个能引发亲密关系的问题",
            "date_published": "2021-03-27T05:54:58.000Z",
            "content_html": "<h2 id=\"引言\"><a class=\"markdownIt-Anchor\" href=\"#引言\">#</a> 引言</h2>\n<p>心理学家阿瑟・阿伦（Arthur Aron）曾做过一个实验：让两个陌生人轮流回答 36 个问题，回答完后互相凝视 4 分钟。据说，在完成这个实验后，2 个陌生人可以迅速相爱。</p>\n<p>这个理论的核心是：<strong>深度了解能促进亲密感。双方经过真诚的倾诉后，分享的心理会把彼此带入一个相互信任、找寻共鸣的状态。</strong></p>\n<p>这种情况下再进行能造成生理激发（Arousal）的对视，那么就极易发生想去爱的冲动。不得不承认，很多关系之所以无法善始善终，就是因为始终缺少深度的沟通与了解，永远只浮于表面。</p>\n<p><img data-src=\"/images/psychology/penny-and-sheldon.jpeg\" alt=\"\"></p>\n<h2 id=\"36个问题\"><a class=\"markdownIt-Anchor\" href=\"#36个问题\">#</a> 36 个问题</h2>\n<ol>\n<li>\n<p>Given the choice of anyone in the world, who would you want as a dinner guest?<br>\n 在这个世界上，如果你可以随便选一个人跟你一起共进晚餐，你会选谁？</p>\n</li>\n<li>\n<p>Would you like to be famous? In what way?<br>\n 你想过出名吗？通过啥方式？</p>\n</li>\n<li>\n<p>Before making a phone call, do you ever rehearse what you’re going to say? Why?<br>\n 在打电话前，你一般会练习怎么去表达吗？为啥？</p>\n</li>\n<li>\n<p>What would constitute a perfect day for you?<br>\n 你觉得在你心里，完美的一天是怎样的？</p>\n</li>\n<li>\n<p>When did you last sing to yourself? To someone else?<br>\n 你上次一个人唱歌是什么时候？那对着其他人唱歌呢？</p>\n</li>\n<li>\n<p>If you were able to live to the age of 90 and retain either the mind or body of a 30-year old for the last 60 years of your life, which would you choose?<br>\n 假设你可以活到 90 岁，那么在 30 岁之后，你更倾向于保持身体的年轻，还是思想的年轻，来度过余下的 60 年？</p>\n</li>\n<li>\n<p>Do you have a secret hunch about how you will die?<br>\n 你对你以后将怎样死去，有没有预感？</p>\n</li>\n<li>\n<p>Name three things you and your partner appear to have in common.<br>\n 说三个我们的共同点。</p>\n</li>\n<li>\n<p>For what in your life do you feel most grateful?<br>\n 你这辈子最感激的是谁，或者什么事？</p>\n</li>\n<li>\n<p>If you could change anything about the way you were raised, what would it be?<br>\n 如果你能改变你过去的经历，你想改变哪件事？</p>\n</li>\n<li>\n<p>Take four minutes and tell your partner your life story in as much detail as possible.<br>\n 用四分钟，尽可能详细地讲讲你从小到大的经历。</p>\n</li>\n<li>\n<p>If you could wake up tomorrow having gained one quality or ability, what would it be?<br>\n 如果明天醒来你能获得一种新的才能，你希望是什么？</p>\n</li>\n<li>\n<p>If a crystal ball could tell you the truth about yourself, your life, the future or anything else, what would you want to know?<br>\n 如果水晶球能告诉你关于你自己、你的生活、未来或其他任何事情的真相，你最希望知道的是什么？</p>\n</li>\n<li>\n<p>Is there something that you’ve dreamt of doing for a long time? Why haven’t you done it?<br>\n 有没有你长时间以来梦寐以求的事情？为什么你没有去实现？</p>\n</li>\n<li>\n<p>What is the greatest accomplishment of your life?<br>\n 你觉得自己最成功的是什么？</p>\n</li>\n<li>\n<p>What do you value most in a friendship?<br>\n 你觉得友谊最珍贵的地方是什么？</p>\n</li>\n<li>\n<p>What is your most treasured memory?<br>\n 你最宝贵的记忆是什么？</p>\n</li>\n<li>\n<p>What is your most terrible memory?<br>\n 你最可怕的记忆是什么？</p>\n</li>\n<li>\n<p>If you knew that in one year you would die suddenly, would you change anything about the way you are now living? Why?<br>\n 假设一年后你会突然去世，那么你会改变现在的生活方式吗？为什么？</p>\n</li>\n<li>\n<p>What does friendship mean to you?<br>\n 友谊对你来说意味着什么？</p>\n</li>\n<li>\n<p>What roles do love and affection play in your life?<br>\n 爱情和喜欢，在你生活中大概是什么样的角色？</p>\n</li>\n<li>\n<p>Alternate sharing something you consider a positive characteristic of your partner. Share a total of five items.<br>\n 说出 5 个关于我的好的特质。我也说 5 个关于你的。</p>\n</li>\n<li>\n<p>How close and warm is your family? Do you feel your childhood was happier than most other people’s?<br>\n 你家里人之间亲密吗？你是不是觉得你的童年比其他大多数人更幸福？</p>\n</li>\n<li>\n<p>How do you feel about your relationship with your mother?<br>\n 你觉得你和你妈妈的关系怎么样？</p>\n</li>\n<li>\n<p>Make three true “we” statements each. For instance, “we are both in this room feeling…”<br>\n 各自做三个围绕 “我们” 的事实陈述。例如，“我们在深夜一起聊天”…</p>\n</li>\n<li>\n<p>Complete this sentence “I wish I had someone with whom I could share…”<br>\n 给你一句句子，你把它补全：“我希望能有人和我一起分享…”</p>\n</li>\n<li>\n<p>If you were going to become a close friend with your partner, please share what would be important for him or her to know.<br>\n 如果你要和我成为亲密的朋友，对你来说，最需要知道关于我的事情是什么？</p>\n</li>\n<li>\n<p>Tell your partner what you like about them. Be honest this time, saying things that you might not say to someone you’ve just met.<br>\n 告诉我你喜欢我的什么；这次要非常地诚实哦。</p>\n</li>\n<li>\n<p>Share with your partner an embarrassing moment in your life.<br>\n 和我分享一件生活中令你尴尬的事情，可以是最近的事情。</p>\n</li>\n<li>\n<p>When did you last cry in front of another person? By yourself?<br>\n 你上次在别人面前哭是什么事情？那独自流泪又是什么时候呢？</p>\n</li>\n<li>\n<p>Tell your partner something that you like about them already.<br>\n 告诉我，我有哪些地方已经让你开始喜欢上了。</p>\n</li>\n<li>\n<p>What, if anything, is too serious to be joked about?<br>\n 对你来说，有没有一些事情是严肃到不能开玩笑的？</p>\n</li>\n<li>\n<p>If you were to die this evening with no opportunity to communicate with anyone, what would you most regret not having told someone? Why haven’t you told them yet?<br>\n 假设你今晚就要死了，而你也再没有机会和其他人交流，那么你最后悔没有告诉别人的是什么事？为什么还没有告诉他们？</p>\n</li>\n<li>\n<p>Your house, containing everything you own, catches fire. After saving your loved ones and pets, you have time to safely make a final dash to save any one item. What would it be? Why?<br>\n 你的房子着火了，你的所有东西都在里面。在救出了你的亲人和宠物之后，你有时间能够最后一次冲进去安全地救出最后一样物品，那将会是什么？为什么？</p>\n</li>\n<li>\n<p>Of all the people in your family, whose death would you find most disturbing? Why?<br>\n 在你的所有家人中，谁的离去会是最令你痛苦的？为什么？</p>\n</li>\n<li>\n<p>Share a personal problem and ask your partner’s advice on how he or she might handle it. Also, ask your partner to reflect back to you how you seem to be feeling about the problem you have chosen.<br>\n 说一个你自己私人遇到的困扰，你说完我也说我的，然后我们互相给对方想办法。</p>\n</li>\n</ol>\n<h2 id=\"扩展问题\"><a class=\"markdownIt-Anchor\" href=\"#扩展问题\">#</a> 扩展问题</h2>\n<p>当然，如果时间允许，还可以询问和回答下面一些扩展问题：</p>\n<ul>\n<li>\n<p>If you could choose the sex and physical appearance of your soon-to-be-born child, would you do it?<br>\n 如果你可以选择即将出生的孩子的性别和外貌，您会选择吗？</p>\n</li>\n<li>\n<p>Would you be willing to have horrible nightmares for a year if you would be rewarded with extraordinary wealth?<br>\n 如果你能得到非凡的财富，你愿意做可怕的噩梦一年吗？</p>\n</li>\n<li>\n<p>While on a trip to another city, your spouse/lover meets and spends a night with an exciting stranger. Given that they will never meet again, and could never otherwise learn of the incident, would you want your partner to tell you about it?<br>\n 在去另一个城市旅行时，你的配偶 / 情人遇到了一个令人兴奋的陌生人并与之共度一夜。考虑到他们再也不会见面，也永远不会知道这件事，你想让你的伴侣告诉你吗？</p>\n</li>\n</ul>\n<h2 id=\"references\"><a class=\"markdownIt-Anchor\" href=\"#references\">#</a> References</h2>\n<ul>\n<li><span class=\"exturl\" data-url=\"aHR0cHM6Ly9uZXdzLmJlcmtlbGV5LmVkdS8yMDE1LzAyLzEyL2xvdmUtaW4tdGhlLWxhYi8=\">Creating love in the lab: The 36 questions that spark intimacy</span></li>\n<li><span class=\"exturl\" data-url=\"aHR0cHM6Ly93d3cucHN5Y2hvbG9neXRvZGF5LmNvbS91cy9ibG9nL29wZW4tZ2VudGx5LzIwMTMxMC8zNi1xdWVzdGlvbnMtYnJpbmcteW91LWNsb3Nlci10b2dldGhlcg==\">36 Questions to Bring You Closer Together</span></li>\n</ul>\n",
            "tags": [
                "爱",
                "心理学"
            ]
        },
        {
            "id": "https://luhuadong.com/reading/the-secret.html",
            "url": "https://luhuadong.com/reading/the-secret.html",
            "title": "秘密 —— 宇宙吸引力法则",
            "date_published": "2021-02-06T12:43:26.000Z",
            "content_html": "<p><img data-src=\"/images/static/The_Secret_1.jpeg\" alt=\"\"></p>\n<p>第一次知道《秘密》这本书，是 Mr.Yang 推荐的，他分享了他是如何从沮丧、迷茫的状态中获得能量，找到自己的人生方向，并逐步把它实现的。</p>\n<p>前段时间在老板的书架上看到了这本书，于是我就借过来看了一遍。</p>\n<h2 id=\"吸引力法则\"><a class=\"markdownIt-Anchor\" href=\"#吸引力法则\">#</a> 吸引力法则</h2>\n<p>这本书其实很简单，只讲了一个东西，就是所谓的秘密 —— 吸引力法则。主要分为两部分，前面一部分介绍吸引力法则的概念和方法，后面一部分介绍吸引力法则在金钱、关系、世界、生命健康还有个人成长方面的运用。</p>\n<p>所谓的吸引力法则，就是你心里面一直想呀想呀，你就会得到你想要的东西。</p>\n<p><img data-src=\"/images/static/%E5%86%A5%E6%83%B3%E5%8A%A8%E7%94%BB.gif\" alt=\"\"></p>\n<p>听起来很玄学对不对？我一开始也是这么认为的。尤其是这本书一直在强调通过想象力向宇宙发出讯号，而对于如何执行、如何落实却只字不提，这让我们这些工科男很是怀疑。</p>\n<p>不过我感觉这是本书有意为之，毕竟吸引力法则更多是属于心理学范畴的内容。书里面有一句话很有意思 ——  “<strong>对宇宙来说，做每件事情都是毫不费力的，小草不需要努力就可以生长，它毫不费力。</strong>” 从这句隐晦的话中，也验证了我对本书的理解。这也就是为什么本书不讲实际操作，只强调你要想象、相信你想成为的模样就可以了。</p>\n<p>小草的生长是不会痛的，如果感觉到痛，那一定是哪里出现了问题，你需要重新审视一下。用我自己的话来说，就是当你真的真的很想做成一件事情的时候，你的注意力就会放在这件事情上面，投入时间、精力，去寻找、去思考、去实践，这个过程对于外人来说可能是非常痛苦的，但对于你来说是愉悦的、有趣的，因为你就是很想做成这件事情，你乐在其中。</p>\n<p><img data-src=\"/images/static/The_Secret_2.jpeg\" alt=\"\"></p>\n<h2 id=\"创造你的生活\"><a class=\"markdownIt-Anchor\" href=\"#创造你的生活\">#</a> 创造你的生活</h2>\n<p>我相信很多人在漫长的生命岁月里，都会在某些时刻对自己的状况产生不满。如果你仔细想想，统计一下每天的时间都花在了哪些地方，在想些什么、看些什么、做些什么，你马上就会知道问题根源。</p>\n<p>我很认同书中的一句话 —— 你的思想和感受，创造了你的生活。</p>\n<blockquote>\n<p>我们现在的一切，都是过去思想的结果。—— 佛陀</p>\n</blockquote>\n<p>所以思想真的很重要，它能在你意识不到的情况下影响你的行为。那我们该如何创造想要的生活呢？</p>\n<p>按照吸引力法则，只需要三个步骤就能重新创造你的生活！</p>\n<h3 id=\"步骤一要求\"><a class=\"markdownIt-Anchor\" href=\"#步骤一要求\">#</a> 步骤一：要求</h3>\n<p>向宇宙发出讯号，提出你的要求。</p>\n<p>你可以提任何要求，只要你真的想要就可以。比如要成为百万富翁，要一个灵魂伴侣，要一个强壮的身体…</p>\n<p>关键是你要先理清你想要的到底是什么？不能随便向宇宙发出讯号哦，因为宇宙只会帮你实现，不会帮你判断。如果你想成为一个坏人，宇宙也会帮你实现的。</p>\n<h3 id=\"步骤二相信\"><a class=\"markdownIt-Anchor\" href=\"#步骤二相信\">#</a> 步骤二：相信</h3>\n<p>想象并且相信你能拥有，相信 “它” 已经是你的了，要有 “不动摇的信心”！</p>\n<p>这是吸引力法则的关键所在，你要开始转变你的思想。比如你的要求是成为百万富翁，即使你现在还没拥有一百万，但你要 “假装” 已经拥有了。每天早上对着镜子说：“你好，百万富翁！” 这么做的目的是要调整你的频率，源源不断地向宇宙发送讯号。</p>\n<p>你不能说：“如果我是百万富翁，我要怎么怎么样…” 而是直接、马上想象自己现在就是百万富翁，相信自己现在就是百万富翁。</p>\n<h3 id=\"步骤三接收\"><a class=\"markdownIt-Anchor\" href=\"#步骤三接收\">#</a> 步骤三：接收</h3>\n<p>最后一步是 “接收”，想象自己现在就是百万富翁，以百万富翁的思维和方式去行动，在这个过程感受它。如果你感受到喜悦、快乐，那说明你已经把自己放在你所要的事物的频率上了，等着吧，你很快就会成为百万富翁！</p>\n<p>举个例子，如果你只是口头说说，我要成为百万富翁，然后转头去玩游戏、刷微博，晚上回想一天的时候又感觉空虚、无聊、痛苦… 那这种感觉就不对了，说明你其实并没有那么想成为百万富翁。而如果你将注意力放在你的兴趣或事业上，为了它废寝忘食，更加珍惜时间、更加自律，晚上回想一天的时候动力满满，迫不及待开始明天的工作，还变得愿意分享、帮助他人，感恩现在的所得，那你的物质和精神就会越来越富足。</p>\n<p><img data-src=\"/images/static/%E5%90%B8%E5%BC%95%E5%8A%9B%E6%B3%95%E5%88%99%E6%A8%A1%E5%9E%8B.png\" alt=\"\"></p>\n<p>我觉得最难的是第一步，因为当你心中清楚想要什么的时候，要求才能完成。这就需要你敢于面对真实的自己、了解自己，知道自己到底想要什么，想成为什么样的人。这真的很难，但也必须要做，因为没有人能替你完成！</p>\n<blockquote>\n<p>有信心地踏出第一步，你不需要看到整个楼梯，只要踏出第一步就好。 —— 马丁・路德・金</p>\n</blockquote>\n<p>你准备好向宇宙下订单了吗？</p>\n<h2 id=\"过去的你不是你\"><a class=\"markdownIt-Anchor\" href=\"#过去的你不是你\">#</a> 过去的你不是你</h2>\n<p>据不完全统计，世界上 85% 的人都受到原生家庭的不良影响，换句话说，只有 15% 的人觉得自己的家庭是幸福的。所以，你不用觉得自己有多么不幸，不用因为原生家庭的不好而抱怨。如果你总是把焦点放在过去的困境，这样做只会给你带来更多困境。</p>\n<p>以前看过一个视频，现在找不到了。讲的是一名交警拦下了一位骑着三轮车的老人，车上除了载有七八百斤木头，还坐着一个生活不能自理的弟弟。他看见交警一脸惶恐，一问才知道，父亲、母亲、妻子、子女相继离世。他带着唯一的亲人在这个世界苦苦挣扎，交警问他为什么还能面带笑容，他回答说：往前看，向前走！</p>\n<p>一切都让它过去，不管它是什么。为自己这么做吧。如果你一直抱怨或责怪过去的某人或某事，你只是在伤害自己。你是唯一创造自己 “该有的生活” 的人。当你刻意把焦点放在你想要的事物上，开始散发出美好的感觉时，吸引力法则就会予以回应。你只要开始去做，之后，你就能释放出魔法。</p>\n<blockquote>\n<p>一个人若是一直想着人生的黑暗面，不断地活在过去的不幸和失望之中，他就是在祈求未来有着相同的不幸和失望。如果你认为未来只有噩运，你就是在祈求它，当然就会得到噩运。—— 普兰特斯・马德福</p>\n</blockquote>\n<h2 id=\"我的秘密\"><a class=\"markdownIt-Anchor\" href=\"#我的秘密\">#</a> 我的秘密</h2>\n<p>虽然我以前不知道这个 “秘密”，不过我好像已经在运用吸引力法则了。</p>\n<ul>\n<li>比如有时候特别想见一个人，然后突然就遇见了。</li>\n<li>比如工作中特别想解决一个问题，想呀想呀，然后就解决了。</li>\n<li>比如我小时候生活在山区小镇上，以前的成绩一般，但是因为我太想离开那个地方了，知道要考高中之后开始想象以后的生活，于是初三那年成绩突然变得超好。</li>\n<li>比如以前练习打篮球，不断地看科比的录像，想象自己在场上的表现和打法，甚至是动作细节，然后就真的能把动作做出来。</li>\n<li>还有前段时间获得了 2020 RT-Thread 社区杰出贡献奖，其实在 2019 年的开发者大会上，我就开始想象明年我站在领奖台上的情景，结果真的实现了。</li>\n</ul>\n<p>当然，吸引力法则也会带来不好的一面。</p>\n<ul>\n<li>比如我以前打橄榄球比赛，就因为自信心不足，不够相信自己和球队能赢，所以常常是屡战屡败。</li>\n<li>比如谈恋爱的时候，会放大对方的缺点，并且给对方贴标签，然后在脑海里不断加强，结果对方就真的在你面前表现成你所想的那样，最后不欢而散。</li>\n<li>还有在创业的阶段，如果创始人自己都不敢想象成功的场景，不敢相信项目的意义和价值，团队就会慢慢失去活力，直到消亡。</li>\n</ul>\n<h2 id=\"互联网的秘密\"><a class=\"markdownIt-Anchor\" href=\"#互联网的秘密\">#</a> 互联网的秘密</h2>\n<p>仔细一想，如今的互联网可真是把吸引力法则展现得淋漓尽致！</p>\n<p>你在网络上浏览了什么，系统就会记录下来，帮你分类，给你贴标签。然后通过分类和推荐算法，实现千人千面，吸引来了更多和你一样频率的人和事。所谓物以类聚，人以群分。</p>\n<p>凡事都有两面性，好处是这样真的能够帮你节省时间，让你更快找到你想要的资源，加速你的成长。坏处是这样会让你产生错觉，觉得大部分人都跟你一样，慢慢影响你的世界观，失去同理心和敏感度，对于自控力不强的人，更是深陷推荐算法当中无法自拔。</p>\n<p>只有意识到这一点，你才能掌握这些网络工具，为你所用，而不是成为平台和巨头的附庸。</p>\n<p>如果你问我：“我要怎么样才能成为优秀的人？” 我的回答是：“多跟优秀的人在一起，对不好的东西 say NO！”</p>\n<p>近朱者赤近墨者黑，说的不就是吸引力法则吗？</p>\n<h2 id=\"总结\"><a class=\"markdownIt-Anchor\" href=\"#总结\">#</a> 总结</h2>\n<p>我读完这本书有一周时间了，神奇的是我真的开始有意识地控制我的思想。</p>\n<p>比如我以前对某一类人有偏见，现在就会更多从好的方面去想，于是就能发现他们的优点。还有工作当中听到有人说：“这个事情不好搞，可能不行哦”，我就会刻意让那些消极的词语在我大脑里消失，告诉自己：“这个事情能做好，一定有更好的办法”！</p>\n<p>我觉得吸引力法则在人际关系的处理中效果是很明显的，你对他人表现更多善意，你也会收获更多善意，推动整个事情往好的方向发展。其他方面，包括财富、创业、健康等等也有作用，但需要更多方法和练习，在执行过程也需要更多耐心和等待。</p>\n<p>但一定要敢于想象、勇于踏出第一步！心想才能事成嘛～有句话不是这样说的嘛，如果你知道去哪，全世界都会为你让路。</p>\n<p><img data-src=\"/images/static/imPOSSIBLE.jpg\" alt=\"\"></p>\n<p>最后我总结了一下，吸引力法则的本质 —— 通过想象力不断强化目标，从而影响我们的行为，达到改变结果的效果。</p>\n<p>试想一下，如果我们能提高主观能动性、提高大脑的利用率、提高时间的利用率，我们一定会做成很多事情！</p>\n<p>我已经向宇宙下订单了，你呢？</p>\n<p><img data-src=\"/images/static/%E7%A7%98%E5%AF%86%E6%B3%95%E5%88%99.jpg\" alt=\"\"></p>\n",
            "tags": [
                "读书笔记",
                "心理学"
            ]
        }
    ]
}